{
    "abba": {
        "artist": "Abba",
        "songName": "SOS",
        "id": "1",
        "language": "English",
        "image": "./img/covers/abba.jpg",
        "player": "https://freefy.app/track/25136/sos/embed",
        "lyrics": "Where are those happy days?<br>They seem so hard to find<br>I tried to reach for you<br>But you have closed your mind<br><br>Whatever happened to our love<br>I wish I understood<br>It used to be so nice<br>It used to be so good<br><br>So when you're near me, darling<br>Can't you hear me?<br>SOS<br><br>The love you gave me<br>Nothing else can save me<br>SOS<br><br>When you're gone<br>How can I even try to go on?<br>When you're gone<br>Though I try, how can I carry on?<br><br>You seem so far away<br>Though you are standing near<br>You made me feel alive<br>But something died I fear<br><br>I really tried to make it out<br>I wish I understood<br>What happened to our love<br>It used to be so good<br><br>So when you're near me, darling<br>Can't you hear me?<br>SOS<br><br>The love you gave me<br>Nothing else can save me<br>SOS<br><br>When you're gone<br>How can I even try to go on?<br>When you're gone<br>Though I try, how can I carry on?<br><br>So when you're near me, darling<br>Can't you hear me?<br>SOS<br><br>And the love you gave me<br>Nothing else can save me<br>SOS<br><br>When you're gone<br>How can I even try to go on?<br>When you're gone<br>Though I try, how can I carry on?<br><br>When you're gone<br>How can I even try to go on?<br>When you're gone<br>Though I try, how can I carry on?`<br><br>"
    },

    "fancy": {
        "artist": "Fancy",
        "songName": "Flames of love",
        "id": "2",
        "language": "English",
        "image": "./img/covers/fancy.jpg",
        "player": "https://freefy.app/track/10689935/flames-of-love/embed",
        "lyrics": "What kind of man<br>What kind of man am I?<br>I try to walk where I just fell<br>I try to break a secret spell<br>In your eyes I feel the flames of love<br>Flames of love, flames of love<br>I'm drowning in the sea of love<br>And enough is never enough<br>When I find myself deep in your eyes<br>Over and over again, flames of love<br>What kind of fool<br>What kind of fool am I?<br>I look for shadows in the sun<br>For memories of days to come<br>In your eyes, I feel the flames of love<br>Flames of love, flames of love<br>I'm drowning in the sea of love<br>And enough is never enough<br>When I find myself deep in your eyes<br>Over and over again, flames of love<br>I surrender to sweet death in your arms<br>In a wave of lustful life<br>You touch me so deep<br>I cry out melting in the flames of love<br>Flames of love, flames of love<br>I'm drowning in the sea of love<br>And enough is never enough<br>When I find myself deep in your eyes<br>Over and over again, flames of love<br><br>"
    },

    "aceOfBase": {
        "artist": "Ace of Bace",
        "songName": "Happy nation",
        "id": "3",
        "language": "English",
        "image": "./img/covers/aceOfBase.jpg",
        "player": "https://freefy.app/track/180199952/happy-nation-radio-edit/embed",
        "lyrics": "Laudate omnes gentes laudate<br>Magnificat in secula<br>Et anima mea laudate<br>Magnificat in secula<br>Happy nation, living in a happy nation<br>Where the people understand<br>And dream of the the perfect man<br>A situation leading to sweet salvation<br>For the people, for the good<br>For mankind brotherhood<br>(We're travelling in time)<br>Ideas by man and only that will last<br>And over time we've learned from the past<br>That no man's fit to rule the world alone<br>A man will die but not his ideas<br>Happy nation, living in a happy nation<br>Where the people understand<br>And dream of the the perfect man<br>A situation leading to sweet salvation<br>For the people, for the good<br>For mankind brotherhood<br>(We're travelling in time<br>Travelling in time)<br>Tell them we've gone too far<br>Happy nation<br>Tell them we've gone too far<br>Happy nation<br>Come through<br>And I will dance with you<br>Happy nation<br>Tell them we've gone too far<br>Happy nation come through<br>And I will dance with you<br>Happy nation, living in a happy nation<br>Where the people understand<br>And dream of the the perfect man<br>A situation leading to sweet salvation<br>For the people, for the good<br>For mankind brotherhood<br>Happy nation<br>Happy nation<br>Happy nation<br>Happy nation<br><br>"
    },

    "haddaway": {
        "artist": "Haddaway",
        "songName": "What is love?",
        "id": "4",
        "language": "English",
        "image": "./img/covers/haddaway.jpg",
        "player": "https://freefy.app/track/377353941/what-is-love-7-mix/embed",
        "lyrics": "What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>Baby, don't hurt me<br>Don't hurt me no more<br><br>What is love?<br><br>Yeah, yeah<br><br>(Ooh, ooh)<br><br>I don't know why you're not there<br>I give you my love, but you don't care<br>So what is right?<br>And what is wrong?<br>Gimme a sign<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>(Whoa, whoa, whoa, whoa, oh-whoa, whoa, ohh, ooh)<br>(Whoa, whoa, whoa, whoa, oh-whoa, whoa, ohh, ooh)<br><br>Oh, I don't know, what can I do?<br>What else can I say, it's up to you<br>I know we're one<br>Just me and you<br>I can't go on<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>(Whoa, whoa, whoa, whoa, oh-whoa, whoa, ohh, ooh)<br>(Whoa, whoa, whoa, whoa, oh-whoa, whoa, ohh, ooh)<br><br>What is love?<br><br>(Ooh, ooh, ooh)<br><br>What is love?<br><br>(Ooh, ooh, ooh)<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>Don't hurt me<br>Don't hurt me<br><br>I want no other, no other lover<br>This is our life, our time<br>When we are together, I need you forever<br>Is it love?<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>Yeah<br><br>(Whoa, whoa, whoa, whoa, oh-whoa, whoa, ohh, ooh)<br>(Whoa, whoa, whoa, whoa, oh-whoa, whoa, ohh, ooh)<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>What is love?<br>Baby, don't hurt me<br>Don't hurt me no more<br><br>(Huh-huh, huh-huh)<br><br>Baby, don't hurt me<br>Don't hurt me no more<br><br>(Huh-huh, huh-huh)<br><br>Baby, don't hurt me<br>Don't hurt me no more<br>What is love?<br>"
    },

    "amistadesPeligrosas": {
        "artist": "Amistades peligrosas",
        "songName": "Me quedaré solo",
        "id": "5",
        "language": "Spanish",
        "image": "./img/covers/amistadesPeligrosas.jpg",
        "player": "https://freefy.app/track/10948476/me-quedare-solo/embed",
        "lyrics": "Gritar<br>Quién o cuál<br>Ahora da igual<br>Te juro da igual<br>Que hagas<br>Bien o mal<br>Si es que al final<br>La gente se va y estás<br>A ti que puedes arreglar mi vida<br>Capaz como eres de ser día a día<br>Día a día<br>Tía sin tu alegría<br>Seré un pringao<br>Yo no me merezco la pena<br>Tía sin tu valía<br>Caeré en picao<br>Me quedaré solo<br>Sabes bien talvez<br>No pueda cambiar<br>No vaya a cambiar jamás<br>Caer bien o mal<br>Se acerca el final<br>Mi triste final<br>Y tú que ansías controlar mi vida<br>La paz con guerras son mi día a día<br>Día a día<br>Tía sin tu alegría<br>Seré un pringao<br>Yo no me merezco la pena<br>Tía sin tu valía<br>Caeré en picao<br>Me quedaré solo<br>Sin un día sin tu alegría<br>Seré un pringao<br>Me quedaré solo<br>Sin un día sin tu valía<br>Caeré en picao<br>Me quedaré solo<br>"
    },

    "annaGerman": {
        "artist": "Анна Герман",
        "songName": "the echo of love",
        "id": "6",
        "language": "Russian",
        "image": "./img/covers/annaGerman.jpg",
        "player": "https://freefy.app/track/3548084/eho-lyubvi,-ch-2/embed",
        "lyrics": "The sky will be covered with tiny specs of stars.<br>And branches will elastically bend.<br>I will hear you over a thousand miles<br>We are the echo, we are the echo<br>We are the long echo of each other.<br>We are the echo, we are the echo<br>We are the long echo of each other.<br><br>For me<br>Wherever I am <br>to touch you in my heart.<br>Love has summoned us again.<br>We are the softness we are the softness<br>We are the eternal softness of each other.<br>We are the softness we are the softness<br>We are the eternal softness of each other.<br> <br>And even in the land of creeping darkness,<br>Beyond the boundary of mortality,<br>I know we'll never be separated.<br>We are the memory, we are the memory<br>We are the starry memory of each other.<br>We are the memory, we are the memory<br>We are the starry memory of each other.<br> <br>We are the echo, we are the echo<br>We are the long echo of each other.<br>We are the echo, we are the echo<br>We are the long echo of each other.<br>"
    },

    "olegAnofriev": {
        "artist": "Олег Анофриев",
        "songName": "A song for a friend",
        "id": "7",
        "language": "Russian",
        "image": "./img/covers/olegAnofriev.jpg",
        "player": "https://freefy.app/track/1566578/pesnya-o-druge-iz-kf-put-k-prichalu/embed",
        "lyrics": "Just as we share joy between us<br>We share the sorrow <br>Just as waves rise one behind the other at the sea<br>We rise and stand back to back<br>Here at the very edge of the (ship’s) side<br>A friend will cover a friend <br>A friend is always ready to give up his place in the lifeboat<br>and his liefebuoy<br>You don’t need to ask him for a thing, <br>with him you fell strong<br>A friend is my third shoulder, <br>he will always be by my side<br>But if it so happens that he falls in love, <br>and I'm in his way <br>I’ll step aside – that’s the law: <br> odd man out  <br>But if it so happens that he falls in love, <br>and I'm in standing his way <br>I’ll step aside, that’s the law: <br>odd man out<br>"
    },

    "armyOfLovers": {
        "artist": "Army of lovers",
        "songName": "Crucified",
        "id": "8",
        "language": "English",
        "image": "./img/covers/armyOfLovers.jpg",
        "player": "https://freefy.app/track/20980943/crucified-radio-edit/embed",
        "lyrics": "I'm crucified, crucified like my savior<br>Saintlike behavior, a lifetime I prayed<br>I'm crucified for the holy dimension<br>Godlike ascension, heavens away<br>I've seen the deepest darkness and wrestled with gods<br>Ride the noble harness, raining cats and dogs<br>I stand before my maker like Moses on the hill<br>My Guinness record baker, I abide your will<br>The first of reciter, I saw eternal light<br>Best of vocal fighters, beyond human sight<br>Where thorns are a teaser, I've played a double jeux<br>Yherushalaim at Easter<br>I cry, I pray, mon dieu<br>I cry, I pray, mon dieu<br>I'm crucified, crucified like my savior<br>Saintlike behavior, a lifetime I prayed<br>I'm crucified for the holy dimension<br>Godlike ascension, heavens away<br>Prophets I've been reading, stories I've been told<br>Before I end my breathing, I travel in the soul<br>Where thorns are a teaser, I've played the double jeux<br>Yherushalaim at Easter<br>I cry, I pray, mon dieu<br>I cry, I pray, mon dieu<br>I cry, I pray, mon dieu<br>Adieu, mon dieu<br>I'm crucified, crucified like my savior<br>Saintlike behavior, a lifetime I prayed<br>I'm crucified for the holy dimension<br>Godlike ascension, heavens away<br>I'm crucified for the holy dimension<br>Godlike ascension, heavens away<br>I'm crucified, crucified like my savior<br>Saintlike behavior, a lifetime I prayed<br>I'm crucified for the holy dimension<br>Godlike ascension, heavens away<br>Перевести на русский<br><br>"
    },

    "boneyM": {
        "artist": "Boney M",
        "songName": "Rasputin",
        "id": "9",
        "language": "English",
        "image": "./img/covers/boneyM.jpg",
        "player": "https://freefy.app/track/89773/rasputin-single-version/embed",
        "lyrics": "There lived a certain man in Russia long ago<br>He was big and strong, in his eyes a flaming glow<br>Most people look at him with terror and with fear<br>But to Moscow chicks he was such a lovely dear<br>He could preach the Bible like a preacher<br>Full of ecstasy and fire<br>But he also was the kind of teacher<br>Women would desire<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>There lived a certain man in Russia long ago<br>He was big and strong, in his eyes a flaming glow<br>Most people look at him with terror and with fear<br>But to Moscow chicks he was such a lovely dear<br>He could preach the Bible like a preacher<br>Full of ecstasy and fire<br>But he also was the kind of teacher<br>Women would desire<br>Ra-ra-Rasputin<br>Lover of the Russian queen<br>There was a cat that really was gone<br>Ra-ra-Rasputin<br>Russia's greatest love machine<br>It was a shame how he carried on<br>He ruled the Russian land and never mind the Czar<br>But the kazachok he danced really wunderbar<br>In all affairs of state he was the man to please<br>But he was real great when he had a girl to squeeze<br>For the queen he was no wheeler dealer<br>Though she'd heard the things he'd done<br>She believed he was a holy healer<br>Who would heal her son<br>Ra-ra Rasputin<br>Lover of the Russian queen<br>There was a cat that really was gone<br>Ra-ra Rasputin<br>Russia's greatest love machine<br>It was a shame how he carried on<br>But when his drinking and lusting<br>And his hunger for power<br>Became known to more and more people<br>The demands to do something<br>About this outrageous man<br>Became louder and louder<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>Hey, hey, hey, hey, hey, hey, hey, hey<br>This man's just got to go, declared his enemies<br>But the ladies begged, Don't you try to do it, please<br>No doubt this Rasputin had lots of hidden charms<br>Though he was a brute, they just fell into his arms<br>Then one night some men of higher standing<br>Set a trap, they're not to blame<br>Come to visit us, they kept demanding<br>And he really came<br>Ra-ra Rasputin<br>Lover of the Russian queen<br>They put some poison into his wine<br>Ra-ra Rasputin<br>Russia's greatest love machine<br>He drank it all and said, I feel fine<br>Ra-ra-Rasputin<br>Lover of the Russian queen<br>They didn't quit, they wanted his head<br>Ra-ra-Rasputin<br>Russia's greatest love machine<br>And so they shot him 'til he was dead<br>Oh, those Russians<br><br>"
    },

    "carlosGardel": {
        "artist": "Carlos Gardel",
        "songName": "Por una cabeza",
        "id": "10",
        "language": "Spanish",
        "image": "./img/covers/carlosGardel.jpg",
        "player": "https://freefy.app/track/4212753/por-una-cabeza/embed",
        "lyrics": "Por una cabeza, de un noble potrillo<br>Que justo en la raya, afloja al llegar<br>Y que al regresar, parece decir<br>No olvides, hermano<br>Vos sabes, no hay que jugar<br>Por una cabeza, metejón de un día<br>De aquella coqueta y risueña mujer<br>Que al jurar sonriendo el amor que está mintiendo<br>Quema en una hoguera<br>Todo mi querer<br>Por una cabeza, todas las locuras<br>Su boca que besa<br>Borra la tristeza<br>Calma la amargura<br>Por una cabeza<br>Si ella me olvida<br>Qué importa perderme<br>Mil veces la vida<br>Para qué vivir<br>Cuántos desengaños, por una cabeza<br>Yo juré mil veces no vuelvo a insistir<br>Pero si un mirar me hiere al pasar<br>Su boca de fuego<br>Otra vez quiero besar<br>Basta de carreras, se acabo la timba<br>Un final reñido ya no vuelvo a ver<br>Pero si algún pingo llega a ser fija el domingo<br>Yo me juego entero<br>Qué le voy a hacer<br>Por una cabeza, todas las locuras<br>Su boca que besa<br>Borra la tristeza<br>Calma la amargura<br>Por una cabeza<br>Si ella me olvida<br>Qué importa perderme<br>Mil veces la vida<br>Para qué vivir<br><br>"
    },

    "chizhYko": {
        "artist": "Чиж и Ко",
        "songName": "Why don't I sing a song about love",
        "id": "11",
        "language": "Russian",
        "image": "./img/covers/chizhYco.jpg",
        "player": "https://freefy.app/track/22907966/o-lyubvi/embed",
        "lyrics": "Why don’t I sing a song <br>About love<br>Why don’t I invent <br>A whole new genre<br>Post-pop lyrics <br>And tune<br>And receive royalties for the rest of my life<br> <br>My song will be heard <br>By thousands of eyes<br>My photo will be bought <br>By thousands of hands<br><br>My dear will say to me: <br>That's about us!<br>The lyrics will make <br>My best friend laugh<br> <br>And I'll become a famous <br>Superstar<br>Lots of money, a car, and stuff<br>With a smile, you'll tell me <br>You are a second Krutoy (Russian composer)<br>I'll give you a hug – <br>You're right.<br> <br>Why don’t I write a song <br>About love<br>But a string (on my guitar) <br>Has just snapped<br>And my pen's broken – <br>Forgive me<br>Maybe next time,<br>But for now <br>It's time <br>For bed<br>"
    },

    "dalida": {
        "artist": "Dalida",
        "songName": "Paroles",
        "id": "12",
        "language": "French",
        "image": "./img/covers/dalida.jpg",
        "player": "https://freefy.app/track/4333921/paroles-paroles/embed",
        "lyrics": "(A. Delon) – So strange, tonight, I don't know what's happening to me. I look at you as for the first time.<br><em>(Dalida) Words again, words ever, the same words... </em><br> <br>– I don't know how to tell you ...<br><em>Just some words ... </em><br> <br>– …but you are this beautiful love story I will never stop reading.<br><em>Easy words, fragile words, it was beautiful. </em><br> <br>– You are from yesterday and tomorrow …<br><em>...Far too beautiful. </em><br> <br>– …forever, my only truth.<br><em>But the time of dreams is over; memories also fade when we forget them. </em><br> <br>– You are like the wind making the violins sing and carrying away the scent of roses.<br><em>Caramels, sweets, and chocolates….</em><br> <br>– Sometimes, I don't understand you.<br> <br><em>Thank you, but not for me, you can offer them to someone else who loves the wind and the scent of roses. For me, the tender words wrapped in sweetness are landing on my ears but never on my heart. </em><br> <br>– One more word.<br><em>Words, words, words ... </em> <br>– Listen to me.<br><em>Words, words, words ... </em><br>– Please.<br><em>Words, words, words ... </em><br>– I swear.<br><em>Words, words, words, words, words, more words that you sow in the wind. </em><br> <br>– This is my destiny to speak to you …talk to you like the first time.<br><em>Still words, words ever, the same words... </em><br> <br>– How I'd like you to understand me ...<br><em>Just words ... </em><br> <br>– …that you listen to me at least once.<br><em>Magic words, tactical words, false words. </em><br> <br>– You are my forbidden dream ...<br><em> Yes, so false. </em><br> <br>– … my only torment and my only hope.<br><em> Nothing stops you when you start. If you knew how much I long for a bit of silence ... </em><br> <br>– You are the only music for me that makes the stars dance on the dunes.<br><em> Caramels, sweets, and chocolates … </em><br> <br>– If you didn't already exist, I'd invent you.<br> <br><em> Thank you, not for me, but you can offer them to someone who loves the stars on the dunes. For me, the tender words wrapped in sweetness, are landing on my mouth but never on my heart. </em><br> <br>– One more word, just one word …<br><em> Words, words, words ... </em><br>– Listen to me.<br><em> Words, words, words ... </em><br>– Please!<br><em> Words, words, words ... </em><br>– I swear.<br><em> Words, words, words, words, words, more words that you sow in the wind. </em><br> <br>– How pretty you are!<br><em> Words, words, words ... </em><br>– How pretty you are!<br><em> Words, words, words ... </em><br>– How pretty you are!<br><em> Words, words, words ... </em><br>– How pretty you are!<br><em> Words, words, words, words, words, more words that you sow in the wind ... </em><br>"
    },

    "ottawaYo": {
        "artist": "Оттава Ё",
        "songName": "Sumetskaya",
        "id": "13",
        "language": "Russian",
        "image": "./img/covers/ottawaYo.jpg",
        "player": "https://freefy.app/track/154501868/sumeckaya/embed",
        "lyrics": "Hey! Who is riding? Who is riding?<br>Who is riding - look at those!<br>Our skobari are riding<br>On the back of a lame horse<br>Skobari are jolly people<br>From the fair they're getting back<br>Some are stripped, and some are shoeless<br>Others' heads were being whacked<br> <br>Play me such 'Skobar' amusing<br>Let me into gladness delve<br>So the pain'll go easy on the<br>Belly of my sinful self<br>Play me such amazing music<br>So we'd in the dance arise<br>And so snotty punks at random<br>Wouldn't jump before our eyes<br> <br>Oh how I want to, how I want to<br>How I want to prance tonight<br>But to be completely honest<br>I just want to start a fight<br>Look at this little show off<br>Where did this guy come from?<br>Well he'd better not get hit<br>By aspen log and go home<br> <br>I was going to the shindig<br>Got a nickel from my dad<br>Mother whispered in my ear Just<br>Don't get drunk, you silly head<br>I was born a reckless fellow<br>There is nothing I hold dear<br>If they cut my head off shoulders<br>I will use a log from here<br> <br>I'm getting broken, getting bent<br>I'd say I'm feeling bad<br>Better bring me pint of vodka<br>And all doctors will be damned<br>To the hell with those people<br>Who consider us winebags<br>Booze was bought for our money<br>No one us as beggars tags<br> <br>They just punched me, they just beat me<br>A black eye they tried to give me<br>Then I get my shoulder hit<br>So I just stand and laugh at it<br>I can be upset no longer<br>Cannot blubber anymore<br>Let me rollick for a moment,<br>Let me free myself from bore<br> <br>Fair braids of my sweet darling<br>Freely flowed below her waist<br>Me and my comrade each other<br>For these braids in tussle faced<br>Oh, comrade, just look at you<br>Look at where you brought me to<br>You brought me to the forest dark<br>You brought me to the prison stark<br> <br>We've been playing, we've been fighting<br>Now we have to mend our scars<br>Now we have to look at freedom<br>From behind them iron bars<br> <br>Oh, the jail of Petrograd<br>Your staircases with the curve<br>Me and my comrade were singing<br>Spending time we have to serve<br> <br>Play a tune, I'll sing a song<br>And bellyache won't bite as strong<br>Let them people judge us freely<br>So inmates would get along<br>"
    },

    "bobry": {
        "artist": "Бобры",
        "songName": "What a mess!",
        "id": "14",
        "language": "Russian",
        "image": "./img/covers/bobry.jpg",
        "player": "https://freefy.app/track/487177880/bardak/embed",
        "lyrics": "Oi, what a mess! (the mess x 3)<br>Oi, what a mess! (the mess x 3)<br>Oi, what a mess! (the mess x 3)<br><br>Oi, Hoi to punks<br>Hi to skins<br>Bnazai to the Japanes<br>Kurultai to the Tatars<br>Condoms to couples<br>London to lords<br>Knuckle sandwiches to boors<br>A son to moms<br>A daughter to dads<br>We rest our case<br><br>Lilies in the woods: the spring<br>I’m carrying you: my love<br>Across a big log: a man<br>To my den: Sigmund Freud<br><br>Oi, what a mess! (the mess x 2), uh-um <br>Oi, what a mess! (the mess x 4)<br>Oi, what a mess! (the mess x 3)<br><br>Oi, Noah and his Ark<br>Me and you<br>She and him<br>Sneakers-ni, don’t hold back! (reference to a Russian commercial)<br>Winter crops sow and winnow,<br>Vaya con dio is playing<br>Primus is smoking.<br>Okay, cut it out!<br><br>Lilies in the woods: the spring<br>I’m carrying you: my love<br>Across a big log: a man<br>To my den: Sigmund Freud<br><br>Oi, what a mess! (the mess x 4) <br>Oi, what a mess! (the mess x 3)<br>Oi, what a mess! (the mess x 3)<br><br>Hooray, Kubans!<br><br>Lilies in the woods: the spring<br>I’m carrying you: my love<br>Across a big log: a man<br>To my den: Johnny Depp<br><br>Lilies in the woods: the spring<br>I’m carrying you: my love<br>Across a big log: a man<br>To my den: Sigmund Freud<br>"
    },

    "mumiyTroll": {
        "artist": "Мумий Тролль",
        "songName": "Fantastic!",
        "id": "15",
        "language": "Russian",
        "image": "./img/covers/mumiyTroll.jpg",
        "player": "https://freefy.app/track/5561635/fantastika/embed",
        "lyrics": "I have no doubts, no hesitation<br>Secure in who I am<br>Everything's all right<br>I feel so good<br>My mind is care free<br>And the night is young<br><br>It’s all about you<br>And you are real (not a ghost)<br>Fantastic!, Fantastic!<br>Are we really meant to be together<br>Forever (for ages)<br>Forever<br><br>To keep my dreams from turning into foam<br>from running away<br>From boiling away<br>I will call you a galaxy, a universe<br>And will be exploring you <br>From the stars to black holes<br>Tirelessly, sleeplessly<br><br>It’s all about you<br>And you are real (not a ghost)<br>Fantastic!, Fantastic!<br>Are we really meant to be together<br>Forever<br>Forever<br>Forever<br><br>It’s all about you<br>And you are real (not a ghost)<br>Fantastic!, Fantastic!<br>Are we really meant to be together<br>Forever<br>Forever<br>Forever<br>"
    },

    "splean": {
        "artist": "Сплин",
        "songName": "my heart has stopped",
        "id": "16",
        "language": "Russian",
        "image": "./img/covers/splean.jpg",
        "player": "https://freefy.app/track/2002333/moyo-serdce/embed",
        "lyrics": "We've didn’t know one another until this summer<br>We roamed aimlessly around the world, by ground and sea<br>And by pure luck we once got tickets<br>For the seats side by side, high in the air<br> <br>And my heart has stoppped <br>My heart simply froze<br>My heart has stoppped<br>My heart simply froze<br> <br>For a thousand years now, we're waking up together<br>Even if we've fallen asleep apart (in different places)<br>We're making our coffe to Elvis Presley's tunes<br>Spilling the coffee to Propellerheads, ahhh...<br> <br>And my heart has stoppped <br>My heart simply froze<br>My heart has stoppped<br>My heart simply froze<br> <br>And maybe you arent a Hollywood star<br>You don't show up on stage in your underwear<br>People don't beg for your authographs<br>And your singing's a bit lower than Montserrat Caballe's<br> <br>But then thank God that I'm no Ricky Martin<br>Never won an Oscar<br>Never scored a goal against France (in football)<br>No one named a city after me<br>But the curtains are closing and the sofa is unfolded<br> <br>And my heart has stoppped<br>My heart simply froze<br>My heart has stoppped<br>My heart simply froze<br><br> <br>Awake, I see what most people can't even dream of<br>Can't see under drugs<br>Or through their windows<br>My heart has stopped <br>Caught some 0breath<br>And it went on...<br> <br>And my heart has stoppped then<br>My heart simply froze<br>My heart has stoppped<br>My heart simply froze<br> <br>And my heart hasta la vista<br>My heart simply froze<br>My heart has stoppped<br>My heart simply froze<br>"
    },

    "lamai": {
        "artist": "Lamai",
        "songName": "I hear you again",
        "id": "17",
        "language": "Slovenian",
        "image": "./img/covers/lamai.jpg",
        "player": "https://freefy.app/track/487225052/spet-te-slisim/embed",
        "lyrics": "When I sink into my world<br>I dismiss the wild currents<br>My thoughts find a trace<br>That little bit of you<br> <br>And you place your palms<br>On my cheeks<br>You look into my eyes<br>I hear you again<br> <br>There you kiss me and don’t let me go<br>I hear you again, you wake me in the morning<br>Time no longer counts, you spin me into eternity<br>Everything I need, I have everything I need<br> <br>There you kiss me and don’t let me go<br>I hear you again, you wake me in the morning<br>Time no longer counts, you spin me into eternity<br>Everything I need, I have everything I need<br> <br>And you take me out of my dreams again<br>I hear your whisper from far away<br>I have everything I need<br>In my mind you are there<br> <br>And you place your palms<br>On my cheeks<br>You look into my eyes<br>I hear you again<br> <br>There you kiss me and don’t let me go<br>I hear you again, you wake me in the morning<br>Time no longer counts, you spin me into eternity<br>Everything I need, I have everything I need<br> <br>There you kiss me and don’t let me go<br>I hear you again, you wake me in the morning<br>Time no longer counts, you spin me into eternity<br>Everything I need, I have everything I need<br><br>"
    },

    "donnaSummer": {
        "artist": "Donna summer",
        "songName": "Hot stuff",
        "id": "18",
        "language": "English",
        "image": "./img/covers/donnaSummer.jpg",
        "player": "https://freefy.app/track/1092510/hot-stuff/embed",
        "lyrics": "Sittin' here eatin' my heart out waitin'<br>Waitin' for some lover to call<br>Dialed about a thousand numbers lately<br>Almost rang the phone off the wall<br>Lookin' for some hot stuff, baby, this evenin'<br>I need some hot stuff, baby, tonight<br>I want some hot stuff, baby, this evenin'<br>Gotta have some hot stuff<br>Gotta have some love tonight<br>Hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I need hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I want some hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I need hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>Baby, baby<br>Baby, baby (tonight)<br>Baby, baby<br>Baby, baby (tonight)<br>Baby, baby<br>Baby, baby (tonight)<br>Baby, baby<br>Baby, baby (tonight)<br>Lookin' for a lover who needs another<br>Don't want another night on my own<br>Wanna share my love with a warm blooded lover<br>Wanna bring a wild man back home<br>Gotta have some hot love, baby, this evenin'<br>I need some hot stuff, baby, tonight<br>I want some hot stuff, baby, this evenin'<br>Got to have some lovin'<br>Got to have love tonight<br>Hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I need hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I want some hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I need hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>Looking for some hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I need some hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>Looking for some hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br>I need hot stuff<br>Baby, baby<br>Baby, baby (tonight)<br><br>"
    },

    "eruption": {
        "artist": "Eruption",
        "songName": "One way ticket",
        "id": "19",
        "language": "English",
        "image": "./img/covers/eruption.jpg",
        "player": "https://freefy.app/track/1188971/one-way-ticket/embed",
        "lyrics": "One way ticket<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket to the blues<br>Choo choo train<br>Truckin' down the track<br>Gotta travel on it<br>Never comin' back<br>Ooh<br>Got a one way ticket to the blues<br>Bye bye love<br>My baby's leaving me<br>Now lonely tear drops are all that I could see<br>Ooh-ooh<br>Got a one way ticket to the blues<br>Gotta take a trip to a lonesome town<br>Gonna stay at heartbreak hotel<br>A fool such as I<br>(A fool such as I)<br>Will never win<br>I cry my tears away<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket to the blues<br>Choo choo train<br>Truckin' down the track<br>Gotta travel on it<br>Never comin' back<br>Ooh<br>Got a one way ticket to the blues<br>Choo-choo-choo-choo-choo-choo train<br>Got a one way ticket to the blues<br>I gotta take a trip to lonesome town<br>Gonna stay at heartbreak hotel<br>Ooh<br>A fool such as I<br>(A fool such as I)<br>Will never win<br>I cry my tears away<br>Yeah, yeah<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket<br>One way ticket to the blues<br>Choo choo train<br>Truckin' down the track<br>Gotta travel on it<br>Never comin' back<br>Ooh<br>Got a one way ticket to the blues<br>Ooh<br>Got a one way ticket to the blues<br>One way, one way, one way ticket (got my ticket)<br>One way, one way, one way ticket (all on my own)<br>One way, one way, one way ticket (Choo-choo-choo-choo-choo-choo train)<br>One way, one way, one way ticket<br>One way, one way, one way ticket (one, one way ticket to the blues)<br><br>"
    },

    "dschinghisKhan": {
        "artist": "Dschinghis Khan",
        "songName": "Moskau",
        "id": "20",
        "language": "German",
        "image": "./img/covers/dschinghisKhan.jpg",
        "player": "https://freefy.app/track/53801800/moskau/embed",
        "lyrics": "Moscow<br>Queen of the Russian land<br>Built like a rock to stand<br>Proud and divine<br>Moscow<br>Your golden towers glow<br>Even through ice and snow<br>Sparkling they shine<br><br>[Pre-Chorus]<br>And every night, night, night there is music<br>Oh every night, night, night there is love<br>And every night, night, night there is laughter<br>Here's to you brother, hey, brother, ho!<br>Hey! Hey! Hey! Hey!<br><br>[Chorus]<br>Moscow, Moscow, throw your glasses at the wall<br>And good fortune to us all<br>Ho ho ho ho ho - hey!<br>Moscow, Moscow, join us for a kazadchok<br>We'll go dancing round the clock<br>Ha ha ha ha ha - hey!<br><br>Moscow, Moscow, drinking vodka all night long<br>Keeps you happy, makes you strong<br>Ho ho ho ho ho - hey!<br>Moscow, Moscow, come and have a drink and then<br>You will never leave again<br>Ha ha ha ha ha!<br><br>See upcoming pop shows<br>Get tickets for your favorite artists<br><br>You might also like<br><br>Castles Crumbling (Taylor’s Version) [From The Vault]<br>Taylor Swift<br><br>Electric Touch (Taylor’s Version) [From The Vault]<br>Taylor Swift<br><br>When Emma Falls in Love (Taylor’s Version) [From The Vault]<br>Taylor Swift<br><br>[Verse 2]<br>Moscow<br>City of mystery<br>So full of history<br>Noble and old<br>Mo-Mo-Mo-Mo-Mo-Mo-Mo-Moscow<br>There is a burning fire<br>That never will expire<br>Deep in your soul<br><br>[Pre-Chorus]<br>And every night, night, night there is music<br>Oh every night, night, night there is love<br>And every night, night, night there is laughter<br>Here's to you sister, hey, sister, ho!<br>Hey! Hey! Hey! Hey!<br><br>[Chorus]<br>Moscow, Moscow, throw your glasses at the wall<br>And good fortune to us all<br>Ho ho ho ho ho - hey!<br>Moscow, Moscow, join us for a kazadchok<br>We'll go dancing round the clock<br>Ha ha ha ha ha - hey!<br><br>Moscow, la la la la la la la<br>La la la la la la la<br>Ho ho ho ho ho - hey!<br>Moscow, la la la la la la la<br>La la la la la la la<br>Ha ha ha ha ha!<br>[Bridge]<br>Oooooooo, ooooooooo, ooooooo, ooooooo....<br>Moscow, Moscow<br>Moscow, Moscow, take Natasha in your arms<br>You'll be captured by her charms<br>Ho ho ho ho ho - hey!<br>Moscow, Moscow, she will make you understand<br>Russia is a wondrous land<br>Ha ha ha ha ha!<br><br>(Moscow, Moscow)<br><br>[Pre-Chorus]<br>And every night, night, night there is music<br>Oh every night, night, night there is love<br>And every night, night, night there is laughter<br>Here's to you brother, hey, brother, ho!<br>Hey! Hey! Hey! Hey!<br><br>[Chorus]<br>Moscow, Moscow, throw your glasses at the wall<br>And good fortune to us all<br>Ho ho ho ho ho - hey!<br>Moscow, Moscow, join us for a kazadchok<br>We'll go dancing round the clock<br>Ha ha ha ha ha - hey!<br>Moscow, Moscow, drinking vodka all night long<br>Keeps you happy, makes you strong<br>Ho ho ho ho ho - hey!<br>Moscow, Moscow, come and have a drink and then<br>You will never leave again<br>Ha ha ha ha ha - hey!<br><br>"
    },

    "gorshenev": {
        "artist": "Алексей Горшенев",
        "songName": "Loneliness",
        "id": "21",
        "language": "Russian",
        "image": "./img/covers/gorshenev.jpg",
        "player": "https://freefy.app/track/12003022/odinochestvo/embed",
        "lyrics": "When your loneliness<br>Is bigger than yourself<br>When you have no name<br>No motherland, nothing.<br><br>When your legs can barely hold you<br>A couple more steps and they will give in<br>When you have forgotten your past<br>And who’s watching over you<br><br>When you don’t know what will happen to you  <br>When you don´t know If tomorrow comes<br>When the only company you have<br>Is a silent and a evasive shadow<br><br>Oh, lord<br>You tell me, why<br>Am I pushed by the wind <br>Oh, lord<br>Why does it have to be so miserable<br>My little world<br><br>Oh, lord<br>You tell me why<br>Am I pushed by the wind <br>Oh, lord<br>Why does it have to be so miserable<br>My little world?<br><br>You,<br>Find the strength to step into the light<br>And believe that your time hasn´t come<br>And then she will smile to you <br>The destiny – not the evil fate<br><br>Your wings will spread wide<br>And on a hard journey <br>You - yourself frozen and half-dead -<br>Will be able to save someone beside yourself <br><br>Oh, lord<br>You tell me, why<br>Am I pushed by the wind <br>Oh, lord<br>Why does it have to be so miserable<br>My little world?<br><br>Oh, lord<br>You tell me, why<br><br>Am I pushed by the wind <br>Oh, lord<br>Why does it have to be so miserable<br>My little world<br><br>Oh, lord<br>You tell me, why<br>Am I pushed by the wind <br>Oh, lord<br>Why does it have to be so miserable<br>My little world<br><br>Oh, lord<br>You tell me, why<br>Am I pushed by the wind <br>Oh, lord<br>Why does it have to be so miserable<br>My little world<br><br> (The song was inspired by the artist's brother's death)<br>"
    },

    "imagination": {
        "artist": "imagination",
        "songName": "Just an illusion",
        "id": "22",
        "language": "English",
        "image": "./img/covers/imagination.jpg",
        "player": "https://freefy.app/track/62716534/just-an-illusion/embed",
        "lyrics": "Searching for a destiny that's mine<br>There's another place another time<br>Touching many hearts along the way yeah<br>Hoping that I'll never have to say<br>It's just an illusion, illusion, illusion<br>Follow your emotions anywhere<br>Is it really magic in the air<br>Never let your feelings get you down<br>Open up your eyes and look around<br>It's just an illusion, illusion, illusion<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now<br>Could it be a picture in my mind<br>Never sure exactly what I'll find<br>Only in my dreams I turn you on<br>Here for just a moment then you're gone<br>It's just an illusion, illusion, illusion<br>Illusion, illusion, illusion, illusion<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now<br>Could it be that<br>Putting me back<br>Could it be that<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now<br>Could it be that it's just an illusion<br>Putting me back in all this confusion<br>Could it be that it's just an illusion now <br><br>"
    },

    "inGrid": {
        "artist": "In-grid",
        "songName": "You're screwed",
        "id": "23",
        "language": "French",
        "image": "./img/covers/inGrid.jpg",
        "player": "https://freefy.app/track/463933534/tu-es-foutu-radio-edit/embed",
        "lyrics": "You promised me<br>and I believed you.<br> <br>You promised me the sun in winter, and a rainbow.<br>You promised me golden sands, I got[received] a postcard.<br>You promised me the sky, the earth, and a life of love.<br>You promised me your heart, your smile, but I only got frowns.<br> <br>You promised me and I believed you.<br> <br>You promised me a Pegasus[a winged horse] that I never got[had].<br>You promised me a lifeline[the thread of Ariadne], but you cut that.<br>You promised me notes of Mozart, not broken dishes.<br>You promised me that I would be your queen, I had for a scepter a broom.<br> <br>You promised me and I believed you.<br>You are screwed-you-you-you-you...<br>You are screwed-you-you-you-you...<br> <br>I don't know what is happening,<br>But I know why people call me Miss Luckless(Miss No Luck).<br> <br>You promised me and I believed you. You promised me and I believed you. You promised me and I believed you.<br>You are screwed-you-you-you-you...<br>You are screwed-you-you-you-you...<br> <br>You promised me! You are screwed!<br>You promised me! You are screwed!<br>You are screwed! (You promised me!)<br>You are screwed! (You promised me!)<br><br>"
    },

    "losDelRio": {
        "artist": "Los del Rio",
        "songName": "Sevilla tiene un color especial",
        "id": "24",
        "language": "Spanish",
        "image": "./img/covers/losDelRio.jpg",
        "player": "https://freefy.app/track/24377993/sevilla-tiene-un-color-especial/embed",
        "lyrics": "Sevilla<br>Tan sonriente<br>Yo me lleno de alegría cuando hablo con su gente<br>Sevilla enamora al cielo<br>Para vestirlo de azul<br>Hasta el sol duerme en Triana<br>Y la luna en Santa Cruz<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla<br>Tan cariñosa<br>Tan torera y tan gitana, tan flamenca, y tan hermosa<br>Sevilla enamora al río<br>Y hasta San Lucas se va<br>Y a la mujer de mantilla<br>Le gusta verla pasar<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla<br>Cuanto te quiero<br>Yo me muero con los lances que da mi Curro Romero<br>Sevilla en Semana Santa<br>Entre velas y clavel<br>Y me monto de rodillas<br>Cuando pasa el Gran Poder<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla<br>Tú eres mi amante<br>Misteriosa reina mora, tan flamenca y elegante<br>Sevilla enamora al mundo<br>Por su manera de ser<br>Por su calor, por sus ferias<br>Sevilla tuvo que ser<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br>Me sigue oliendo a azahar<br>Me gusta estar con su gente<br>Sevilla tiene un color especial<br>Sevilla sigue teniendo su duende<br><br>"
    },

    "cadillacs": {
        "artist": "Los fabulosos cadillacs",
        "songName": "Matador",
        "id": "25",
        "language": "English",
        "image": "./img/covers/cadillacs.jpg",
        "player": "https://freefy.app/track/105254379/matador-remasterizado-2008/embed",
        "lyrics": "¡Te están buscando, matador!<br>Me dicen el matador, nací en Barracas<br>Si hablamos de matar mis palabras matan<br>No hace mucho tiempo que cayó el León Santillán<br>Y ahora sé que, en cualquier momento, me la van a dar<br>Pa-pa-pa-oh<br>Pa-pa-pa-oh<br>¿Dónde estás, matador?<br>Pa-pa-pa-oh<br>Pa-pa-pa-oh<br>Me dicen el matador, me están buscando<br>En una fría pensión los estoy esperando<br>Agazapado en lo más oscuro de mi habitación<br>Fusil en mano, espero mi final<br>Pa-pa-pa-oh<br>Pa-pa-pa-oh<br>La cana te busca, matador (Pa-pa-pa-oh)<br>La cana te miente, matador (Pa-pa-pa-oh)<br>¡Hey, hey!<br>¡Hey, hey!<br>¡Matador, matador!<br>¿Dónde estás matador?<br>¡Matador, matador!<br>No te vayas, matador<br>Matado-oh-oh-oh-oh-oh-oh<br>¡Oh yeah!<br>¡Matador, matador!<br>Viento de libertad, sangre combativa<br>En los bolsillos del pueblo la vieja herida<br>De pronto el día se me hace de noche<br>Murmullos, corridas y el golpe en la puerta<br>Llegó la fuerza policial<br>Pa-pa-pa-oh<br>Pa-pa-pa-oh<br>Mirá hermano en qué terminaste (Pa-pa-pa-oh)<br>Por pelear por un mundo mejor (Pa-pa-pa-oh)<br>¿Qué suenan?<br>Son balas<br>Me alcanzan<br>Me atrapan<br>Resiste<br>¡Victor Jara no calla!<br>Matador, te están buscando<br>(Matador, matador) Matador te están matando<br>Matador-oh-oh-oh-oh-oh-oh, oh yeah<br>(Matador, matador) Valiente matador<br>Me dicen el matador de los 100 barrios porteños<br>No tengo por que tener miedo, mis palabras son balas<br>Balas de paz, balas de justicia<br>Soy la voz de los que hicieron callar sin razón<br>Por el sólo hecho de pensar distinto, ¡ay, Dios!<br>Santa María de los Buenos Aires, si todo estuviera mejor<br>¡Matador, matador!<br>Si todo estuviera mejor<br>¡Matador, matador!<br>¿A dónde vas matador?<br>¡Matador, oh yeah!<br>¡Matador, matador!<br>Перевести на русский<br><br>"
    },

    "luzCasal": {
        "artist": "Luz casal",
        "songName": "Negra sombra",
        "id": "26",
        "language": "Spanish",
        "image": "./img/covers/luzCasal.jpg",
        "player": "https://freefy.app/track/118952337/black-shadow-negra-sombra/embed",
        "lyrics": "Cando penso que te fuches<br>Negra sombra que me asombras<br>Ó pé dos meus cabezales<br>Tornas facéndome mofa<br>Cando maxino que es ida<br>No mesmo sol te me amostras<br>I eres a estrela que brila<br>I eres o vento que zoa<br>Si cantan, es ti que cantas<br>Si choran, es ti que choras<br>I es o marmurio do río<br>I es a noite I es a aurora<br>En todo estás e ti es todo<br>Pra min I en min mesma moras<br>Nin me dexarás nunca<br>Sombra que sempre me asombras<br>"
    },

    "magamaev": {
        "artist": "Муслим Магамаев",
        "songName": "Song for a far-away motherland",
        "id": "27",
        "language": "Russian",
        "image": "./img/covers/magamaev.jpeg",
        "player": "https://freefy.app/track/1549940/pesnya-o-dalyokoj-rodine-iz-k-f-semnadcat-mgnovenij-vesny/embed",
        "lyrics": "Yo te ruego, <br>Aunque sea por un momento,<br>Dolor mío,<br>Alejate de mi<br>Como una nube, <br>una nube azul<br><br>Vuele hasta mi casa querida,<br>De aquí hasta mi casa querida.<br> <br>Mi tierra, <br>Aparécete a lo lejos<br>Con una orillita,<br>Una línea delgada.<br><br>Mi costa, <br>Mi costa amada,<br>Ojalá pudiera alcanzarte (nadar hasta ti), querida,<br>Alcanzarte algún día.<br> <br>En un lugar lejano, muy lejano<br>Hay esta lloviendo.<br>Justo al lado del río, en un pequeño jardín<br>Maduran las cerezas, <br>inclinandose hasta el suelo.<br><br> <br>En un lugar lejano <br>En mis recuerdos<br>Esta placido igual como en mi infancia,<br>Aunque la memoria está cubierta<br>Con tanta nieve.<br> <br>Tú, lluvia**, <br>dame de beber<br>Hasta embriagarme, <br>pero no hasta la muerte.<br><br>Y ahora de nuevo, <br>igual como la última vez,<br>Estoy mirando al cielo,<br>Como si buscando la respuesta...<br> <br>Yo te ruego, <br>aunque sea por un momento,<br>tristeza mia.<br>Aléjate de mi<br>Como una nube,<br>una nube azul<br>Vuele hasta mi casa querida,<br>De aquí hasta mi casa querida.<br>"
    },

    "malu": {
        "artist": "malú",
        "songName": "Ahora tú",
        "id": "28",
        "language": "Spanish",
        "image": "./img/covers/malu.jpeg",
        "player": "https://freefy.app/track/198061896/ahora-tu/embed",
        "lyrics": "Antes de ti, no<br>Yo no creía en Romeos, Julietas, muriendo de amor<br>Esos dramas no me robaban la calma, pero la historia cambió<br>Pero esta historia me cambió<br>Dicen que se sabe si un amor es verdadero<br>Cuando duele tanto como dientes en el alma<br>Dicen que lo nuestro es tan solo pasajero<br>Pero qué sabe la gente lo que siento<br>Cuando callan<br>Y ahora tú<br>Llegaste a mí, amor<br>Y sin más cuentos apuntas directo<br>En medio del alma<br>Ahora tú<br>Llegaste a mí, oh, no<br>Sin previo aviso, sin un permiso<br>Como si nada<br>Ahora tú<br>Dicen que se sabe si un amor es verdadero<br>Cuando duele tanto como dientes en el alma<br>Dicen que lo nuestro es tan solo pasajero<br>Pero qué sabe la gente lo que siento<br>Cuando callan<br>Ahora tú<br>Llegaste a mí, amor<br>Y sin mas cuentos apuntas directo<br>En medio del alma<br>Ahora tú<br>Llegaste a mí, oh, no<br>Sin previo aviso, sin un permiso<br>Como si nada<br>Ahora tú<br>Llegaste a mí<br>Y ahora tú<br>Llegaste a mí, amor<br>Y sin mas cuentos apuntas directo<br>En medio del alma<br>Ahora tú<br>Llegaste a mí, amor<br>Sin previo aviso, sin un permiso<br>Como si nada<br>Dicen que se sabe si un amor es verdadero<br>Cuando duele tanto como dientes en el alma, mmm<br><br>"
    },
    
    "mana": {
        "artist": "Mana",
        "songName": "Vivir sin aire",
        "id": "29",
        "language": "Spanish",
        "image": "./img/covers/mana.jpg",
        "player": "https://freefy.app/track/3761/vivir-sin-aire/embed",
        "lyrics": "Cómo quisiera<br>Poder vivir sin aire<br>Cómo quisiera<br>Poder vivir sin agua<br>Me encantaría<br>Quererte un poco menos<br>Cómo quisiera<br>Poder vivir sin ti<br>Pero no puedo<br>Siento que muero<br>Me estoy ahogando sin tu amor<br>Cómo quisiera<br>Poder vivir sin aire<br>Cómo quisiera<br>Calmar mi aflicción<br>Cómo quisiera<br>Poder vivir sin agua<br>Me encantaría<br>Robar tu corazón<br>Cómo pudiera<br>Un pez nadar sin agua<br>No, no, no<br>Cómo pudiera<br>Un ave volar sin alas<br>Cómo pudiera<br>La flor crecer sin tierra<br>Oh, no<br>Cómo quisiera<br>Poder vivir sin ti<br>Oh, no<br>Pero no puedo<br>Siento que muero<br>Me estoy ahogando sin tu amor<br>Cómo quisiera<br>Poder vivir sin aire<br>Cómo quisiera<br>Calmar mi aflicción<br>Cómo quisiera<br>Poder vivir sin agua<br>Me encantaría robar tu corazón<br>Cómo quisiera<br>Lanzarte al olvido<br>Cómo quisiera<br>Guardarte en un cajón<br>Cómo quisiera<br>Borrarte de un soplido<br>Me encantaría<br>Matar esta canción<br><br>"
    },

    "joseMerce": {
        "artist": "José Mercé",
        "songName": "Jerez",
        "id": "30",
        "language": "Spanish",
        "image": "./img/covers/joseMerce.jpg",
        "player": "https://freefy.app/track/5509039/jerez-rumba/embed",
        "lyrics": "Calle que me vio nacer<br>Huele a libertad<br>Patio de mi Andalucía<br>Volar entre risa y canto<br>Jugando lo' niño', cantando y bailando<br>Ayer, como si fuera ayer<br>Pasea en la gran Torre de la Atalaya<br>Llévame a un rincón de mi Mercé<br>No hay barrio má' bonito<br>Que mi Barrio Santiago<br>Cuna del toreo<br>Cuna del cante<br>Con Mohame' y con Chacón<br>Historia' imborrable'<br>Ay, imborrable<br>Sé que mi tierra tiene arte<br>Lo' jazmine' y lo' rosale'<br>Se despiertan como un sol, oh-oh-oh<br>Ere' la alegría de mi arte<br>Que Jerez quiere encantarte con la gracia de Dios<br>Sé que mi tierra tiene arte<br>Lo' jazmine' y lo' rosale'<br>Se despiertan como un sol, oh-oh-oh<br>Ere' la alegría de mi arte<br>Que Jerez quiere encantarte con la gracia de Dios<br>Jerez, que tendrá Jerez<br>El arte en un pincel<br>La pintura de Juan Grande<br>Llévame cuando rompa el amanecer<br>Escuchando al tío Borrico, Terremoto y a mi tío Manuel<br>Cuna del toreo<br>Guitarra y cante<br>Hora de mi corazón<br>Que yo no puedo olvidarte<br>Ay, no quiero olvidarte<br>Sé que mi tierra tiene arte<br>Lo' jazmine' y lo' rosale'<br>Se despiertan como un sol, oh-oh-oh<br>Ere' la alegría de mi arte<br>Que Jerez quiere encantarte con la gracia de Dios<br>Sé que mi tierra tiene arte<br>Lo' jazmine' y lo' rosale'<br>Se despiertan como un sol, oh-oh-oh<br>Ere' la alegría de mi arte<br>Que Jerez quiere encantarte con la gracia de Dios<br>Sé que mi tierra tiene arte<br>Lo' jazmine' y lo' rosale'<br>Se despiertan como un sol, oh-oh-oh<br>Ere' la alegría de mi arte<br>Que Jerez quiere encantarte con la gracia de Dios<br>Перевести на русский<br><br>"
    },

    "unaYcarne": {
        "artist": "Uña y carne",
        "songName": "Pasa el canutito",
        "id": "31",
        "language": "Spanish",
        "image": "./img/covers/unaYcarne.jpg",
        "player": "https://freefy.app/track/78253688/pasa-el-canutito/embed",
        "lyrics": "Pasa el canutito pero ya<br>Primitos ya he llega'o<br>Traigo aquí un regalo<br>Sé que os va a gustar<br>Yo ya lo he proba'o<br>Falta la mitad<br>Pero aún queda flaca<br>To'a, to'ita, to'a para fumar<br>Con cada cala'a<br>Yo toco el cielo<br>Con cada cala'a<br>Yo voy más ciego<br>Con cada cala'a<br>Yo toco el cielo<br>Qué aroma, qué sabor<br>Pasa el canutito pero ya<br>¿Qué pasa?, pasa, pásatelo vao<br>Que estoy que me fumo y quiero más<br>Pasa el canutito pero ya<br>¿Qué pasa? pasa, pásatelo vao<br>Pásate la chusta, ¿Qué más da?<br>Primitos, ¿Cómo vais?<br>Ya se os ha acaba'o<br>Ay cómo rulay<br>Voy to' coloca'o<br>Chachos ahora vuelvo<br>Me voy pa' la casa<br>Que tengo yo mucho polen para fumar<br>Con cada cala'a<br>Yo toco el cielo<br>Con cada cala'a<br>Yo voy más ciego<br>Con cada cala'a<br>Yo toco el cielo<br>Qué aroma, qué sabor<br>Pasa el canutito pero ya<br>¿Qué pasa?, pasa, pásatelo vao<br>Que estoy que me fumo y quiero más<br>Pasa el canutito pero ya<br>¿Qué pasa?, pasa, pásatelo vao<br>Pásate la chusta, ¿Qué más da?<br>Con cada cala'a<br>Yo toco el cielo<br>Con cada cala'a<br>Yo voy más ciego<br>Con cada cala'a<br>Yo toco el cielo<br>Qué aroma, qué sabor<br>Pasa el canutito pero ya<br>¿Qué pasa?, pasa, pásatelo vao<br>Que estoy que me fumo y quiero más<br>Pasa el canutito pero ya<br>¿Qué pasa?, pasa, pásatelo vao<br>Pásate la chusta, ¿Qué más da?<br>Pasa el canutito pero ya<br>¿Qué pasa?, pasa, pásatelo vao<br>Que estoy que me fumo y quiero más<br>Pasa el canutito pero ya<br>¿Qué pasa? Pasa, pásatelo vao<br>Pásate la chusta, ¿Qué más da?<br>Que quiero fumar<br>Que quiero fumar<br>Que quiero fumar, fumar, fumar<br>Que quiero fumar<br>Así que pasa, pasa, pásate<br>Pasa, pasa, pásatelo vao<br>Pásatelo vao<br>Pasa el canutito pero ya<br><br>"
    },

    "moby": {
        "artist": "Moby",
        "songName": "Why does my heart feel so bad?",
        "id": "32",
        "language": "English",
        "image": "./img/covers/moby.jpg",
        "player": "https://freefy.app/track/428400563/why-does-my-heart-feel-so-bad/embed",
        "lyrics": "Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>He'll open doors<br>Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>These open doors<br>Why does my heart feel so bad?<br>Why does my soul feel so bad?<br>"
    },

    "joseManuelSoto": {
        "artist": "Jose Manuel Soto",
        "songName": "Soy Español",
        "id": "33",
        "language": "Spanish",
        "image": "./img/covers/joseManuelSoto.jpg",
        "player": "https://freefy.app/track/487299569/soy-espanol/embed",
        "lyrics": "Llevo un grito de emoción, dentro de mi corazón<br>Soy amor, soy calor, soy fuego<br>Soy camino hecho al andar, soy suspiro, soy cantar<br>Soy canción, soy pasión, soy anhelo<br>Soy la noche soy la luz<br>Soy el norte soy el sur<br>Soy castillo medieval, soy de piedra y de metal<br>Soy del mar y de tierra dentro<br>Soy español, y lo digo con orgullo sincero<br>Soy feliz cuando piso sus suelos<br>Mensajero de un canto de amor<br>Soy español, heredero de Sancho y Quijote<br>Mis costumbres que no me las toquen, que no me las toquen<br>Son cositas que llevo muy dentro de mi<br>De mi corazón<br>Soy parrilla y chuletón, soy Sabina y Camarón<br>Soy olivo, soy viña y cielo<br>Soy montaña, soy volcán, soy poema, soy refrán<br>Soy buscón, soy don Juan, soy torero<br>Una lágrima al volver<br>Un perfume de clavel<br>Soy guitarra y tamboril, soy la luz del mes de Abril<br>Luna y sol, tierra y mar, nieve y fuego<br>Soy español, y lo digo con orgullo sincero<br>Soy feliz cuando piso sus suelos<br>Mensajero de un canto de amor<br>Soy español, heredero de Sancho y Quijote<br>Mis costumbres que no me las toquen<br>Que no me las toquen<br>Son cositas que llevo muy dentro de mi<br>De mi corazón<br>Soy español, y lo digo con orgullo sincero<br>Soy feliz cuando piso sus suelos<br>Mensajero de un canto de amor<br>Soy español, heredero de Sancho y Quijote<br>Mis costumbres que no me las toquen<br>Que no me las toquen<br>Son cositas que llevo muy dentro de mi<br>De mi corazón<br><br>"
    },

    "modo": {
        "artist": "modo",
        "songName": "super gut",
        "id": "34",
        "language": "German",
        "image": "./img/covers/modo.jpg",
        "player": "https://freefy.app/track/374241465/super-gut-radio-edit/embed",
        "lyrics": "Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles Super gut<br>Gut<br>Ich bin super<br>Du bist super<br>Wir sind super<br>Super gut<br>Ich bin super<br>Du bist super<br>Wir sind super<br>Super gut<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Ich bin super<br>Du bist super<br>Wir sind super<br>Super gut<br>Ich bin super<br>Du bist super<br>Wir sind super<br>Super gut<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Bom, bom, bom if you love me<br>Ho, o, o<br>Ich will dich to love me<br>Ho, o, o<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Wilst du mit mir Tanzen?<br>Also, gehe mal Tanzen<br>Gehe mal weiter<br>Komm, komm<br>Wundershön<br>Prima<br>Super<br>Ich bin super<br>Du bist super<br>Wir sind super<br>Super gut<br>Ich bin super<br>Du bist super<br>Wir sind super<br>Super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Gut, gut, super gut<br>Alles super gut<br>Gut<br><br>"
    },

    "muse": {
        "artist": "muse",
        "songName": "Resistance",
        "id": "35",
        "language": "English",
        "image": "./img/covers/muse.jpg",
        "player": "https://freefy.app/track/275370/resistance/embed",
        "lyrics": "Is our secret safe tonight?<br>And are we out of sight?<br>Or will our world come tumbling down?<br>Will they find our hiding place?<br>Is this our last embrace?<br>Or will the walls start caving in?<br>But it should have been right<br>(It could be wrong, could be wrong) To let our hearts ignite<br>(It could be wrong, could be wrong) Are we digging a hole?<br>(It could be wrong, could be wrong) This is out of control<br>It can never last<br>(It could be wrong, could be wrong) Must erase it fast<br>(It could be wrong, could be wrong) But it could have been right<br>(It could be wrong, could be)<br>Love is our resistance<br>They'll keep us apart, and they won't stop breaking us down<br>Hold me<br>Our lips must always be sealed<br>If we live a life in fear<br>I'll wait a thousand years<br>Just to see you smile again<br>Kill your prayers for love and peace<br>You'll wake the thought police<br>We can't hide the truth inside<br>But it should have been right<br>(It could be wrong, could be wrong) To let our hearts ignite<br>(It could be wrong, could be wrong) Are we digging a hole?<br>(It could be wrong, could be wrong) This is out of control<br>It can never last<br>(It could be wrong, could be wrong) Must erase it fast<br>(It could be wrong, could be wrong) But it could have been right<br>(It could be wrong, could be)<br>Love is our resistance<br>They'll keep us apart, and they won't stop breaking us down<br>Hold me<br>Our lips must always be sealed<br>The night has reached its end<br>We can't pretend<br>We must run<br>We must run<br>It's time to run<br>Take us away from here<br>Protect us from further harm<br>Resistance<br><br>"
    },

    "myleneFarmer": {
        "artist": "Mylene Farmer",
        "songName": "L'amour N'est Rien",
        "id": "36",
        "language": "French",
        "image": "./img/covers/myleneFarmer.jpg",
        "player": "https://freefy.app/track/802167/lamour-nest-rien/embed",
        "lyrics": "Obsessed with the worst<br>And not very verbose<br>The least of my sighs<br>Turn metaphysical<br>I have in my heaven<br>Tons of stars<br>Hanging on my wings<br>And down falls the angel Gabriel<br><br>Obsessed with the worst<br>A little too physical<br>The desire to quiver<br>Is pharaonic<br>Fed up with asceticism<br>My life is wrapped in darkness<br>For me without the tongue<br>Wihtout sex I get weak<br><br>Love is nothing<br>When it's politically correct<br>You like one another<br>You don't even know when you hurt them<br>Love is nothing<br>When everything is sexually correct<br>You get bored<br>You yell for it to stop<br>Life is nothing<br>When it's lukewarm<br>It consumes itself and shakes your blood<br>In cigarette ashes<br>Life is good<br>It's made of honey<br>When it's acid with dynamite<br>Those who love me, follow me<br><br>Obsessed with the worst<br>And not very verbose<br>The least of my sighs<br>Turn metaphysical<br>I have in my head<br>Tons of pirouettes<br>The leap of the angel<br>Doesn't seem strange to me<br><br>Obsessed with the worst<br>And not very verbose<br>To share my laughs<br>Rather plutonic<br>I have in my sphere<br>A greenhouse effect<br>My blood's boiling<br>I'm seething about everything<br> "
    },

    "monicaNaranjo": {
        "artist": "Monica Naranjo",
        "songName": "Europa",
        "id": "37",
        "language": "English",
        "image": "./img/covers/monicaNaranjo.jpeg",
        "player": "https://freefy.app/track/1035780/europa/embed",
        "lyrics": "Yo era la rosa dorada del sol<br>Lluvia de vino, burbuja de amor<br>Y, mi palacio fue la juventud<br>Cuando cantaba yo, soñabas tú<br>Tuve la gloria, tuve tu devoción<br>Y, me sentí querida<br>Mimada por la vida<br>Ciega de delirante ilusión<br>Aria de amor<br>Mientras aplauden tras el telón<br>En el ocaso, muere el viejo Dios<br>Aria de amor<br>Una quimera, una canción<br>Que la victoria es grande<br>Y Europa grande, ey-ey<br>Grande el destino es hoy<br>Yo era la diva de aquella nación<br>Grandes teatros llenaba mi voz<br>Y mi palacio tan hermoso, ayer<br>De soledad y mármol fue, después<br>La decadencia<br>La solución final<br>Entre las mil banderas, cruces y calaveras<br>Símbolos de quimeras, te perdí<br>Aria de amor<br>Mientras aplauden tras el telón<br>En el ocaso mueres, vieja Europa<br>Sola, ay, ay, ay, loca y hundida<br>Aber warum ist es so dunkel hier?<br>Warum diese Dunkelheit?<br>Io sono disperata<br>Je suis seule, je suis seule d'amour<br>Oigo las bombas<br>Águilas de terror<br>Y sueño en la basura que envuelve tu figura<br>Y me refugio en el alcohol (Una quimera)<br>Aria de amor<br>Una quimera, una canción<br>Que la derrota es grande<br>Y Europa grande, ey-ey<br>Grandes, al fin, tú y yo<br>"
    },

    "nautilus": {
        "artist": "Nautilus Pompilius",
        "songName": "I want to be with you",
        "id": "38",
        "language": "Russian",
        "image": "./img/covers/nautilus.jpg",
        "player": "https://freefy.app/track/6407693/ya-hochu-byt-s-toboj/embed",
        "lyrics": "I tried to get away from love,<br>I took a sharp razor<br>And fixed myself.<br>I hid in the cellar, and I cut<br>The leather straps<br>That had tightened around my weak chest.<br> <br>I want to be with you,<br>I want to be with you,<br>I just want to be with you,<br>I want to be with you,<br>And I will be with you.<br> <br>In a room with a white ceiling,<br>And with a right to hope.<br>In a room with a view of the light,<br>And with a belief in love.<br> <br>Your name has long become different,<br>Your eyes have long ago<br>Lost their colour.<br>The drunken doctor told me,<br>That you are no more.<br>The fireman passed me a note,<br>Saying your home had burned down.<br> <br>But I want to be with you,<br>I want to be with you,<br>I just want to be with you,<br>I want to be with you,<br>And I will be with you.<br> <br>In a room with a white ceiling,<br>And with a right to hope.<br>In a room with a view of the light,<br>And with a belief in love.<br> <br>I broke glass,<br>Like chocolate in my hands,<br>I cut these fingers, because they<br>Cannot touch you.<br>I look at these faces<br>And I can't forgive them,<br>Because they don't have you<br>Yet they can still live.<br> <br>But I want to be with you,<br>I want to be with you,<br>I just want to be with you,<br>I want to be with you,<br>And I will be with you.<br> <br>In a room with a white ceiling,<br>And with a right to hope.<br>In a room with a view of the light,<br>And with a belief in love.<br> <br>In a room with a white ceiling,<br>And with a right to hope.<br>In a room with a view of the light,<br>And with a belief in love.<br><br>"
    },

    "ninoBravo": {
        "artist": "Nino Bravo",
        "songName": "Un beso y una flor",
        "id": "39",
        "language": "Spanish",
        "image": "./img/covers/ninoBravo.jpeg",
        "player": "https://freefy.app/track/3962/un-beso-y-una-flor/embed",
        "lyrics": "Dejaré mi tierra por ti<br>Dejaré mis campos y me iré<br>Lejos de aquí<br>Cruzaré llorando el jardín<br>Y con tus recuerdos partiré<br>Lejos de aquí<br>De día viviré<br>Pensando en tus sonrisas<br>De noche las estrellas me acompañarán<br>Serás como una luz<br>Que alumbre mi camino<br>Me voy pero te juro que mañana volveré<br>Al partir un beso y una flor<br>Un te quiero, una caricia y un adiós<br>Es ligero equipaje<br>Para un tan largo viaje<br>Las penas pesan en el corazón<br>Más allá del mar habrá un lugar<br>Donde el sol cada mañana brille más<br>Forjarán mi destino<br>Las piedras del camino<br>Lo que nos es querido siempre queda atrás<br>Buscaré un hogar para ti<br>Donde el cielo se une con el mar<br>Lejos de aquí<br>Con mis manos y con tu amor<br>Lograré encontrar otra ilusión<br>Lejos de aquí<br>De día viviré<br>Pensando en tus sonrisas<br>De noche las estrellas me acompañarán<br>Serás como una luz<br>Que alumbre mi camino<br>Me voy pero te juro que mañana volveré<br>Al partir un beso y una flor<br>Un te quiero, una caricia y un adiós<br>Es ligero equipaje<br>Para un tan largo viaje<br>Las penas pesan en el corazón<br>Más allá del mar habrá un lugar<br>Donde el sol cada mañana brille más<br>Forjarán mi destino<br>Las piedras del camino<br>Lo que nos es querido siempre queda atrás<br>Al partir un beso y una flor<br>Un te quiero, una caricia y un adiós<br>Es ligero equipaje<br>Para un tan largo viaje<br>Las penas pesan en el corazón<br>Más allá del mar habrá un lugar<br>Donde el sol cada mañana brille más<br>Forjarán mi destino<br>Las piedras del camino<br>Lo que nos es querido siempre queda atrás<br><br>"
    },

    "omega": {
        "artist": "Omega",
        "songName": "Pearls in her hair",
        "id": "40",
        "language": "Hungarian",
        "image": "./img/covers/omega.jpg",
        "player": "https://freefy.app/track/761478/gyongyhaju-lany/embed",
        "lyrics": "One day the sun, too tired to shine<br>Slept in the deep, green sombre lake<br>And in the darkness, the world did ail<br>Until she came, for all our sake.<br><br>Oh that girl with pearls in her hair<br>Is she real or just made of air<br>Life went on as before<br>Man would live once more.<br><br>The dawn did break and she went home<br>Back to the deep, dark seas alone<br>She lives in a world of fairy tales<br>Her lovely hair and only pearls.<br><br>Oh that girl with pearls in her hair<br>Is she real or just made of air<br>Long since she's been a sleep<br>In the ocean deep.<br><br>And when you feel lonely and blue<br>A little star will fall on you<br>White child in pearls your way will show<br>As did white stone long years ago.<br><br>Oh that girl with pears in her hair<br>Is she real or just made of air<br>I know she'll wait for me<br>She will set me free.<br>"
    },

    "pastoraSoler": {
        "artist": "Pastora Soler",
        "songName": "Tormenta",
        "id": "41",
        "language": "Spanish",
        "image": "./img/covers/pastoraSoler.jpg",
        "player": "https://freefy.app/track/12661103/la-tormenta/embed",
        "lyrics": "Amor, sé que apenas nos reconocemos<br>Tanto invierno ha podado la vida<br>Te olvidas que hubo días de un cielo en común<br>Amor, ves que apenas ya ni nos pensamos<br>Duermo a medias por si nos rozamos<br>Nos hayamos como extraños en la multitud<br>Si algo queda de quien eras tú<br><br>Amor, abrázame tan fuerte que duela<br>Ven y abrázame tanto que llueva<br>Que mis lágrimas quieren decir<br>Que te quiero<br>Amor, aún podemos cruzar la tormenta<br>Reinventarnos sin darnos ni cuenta<br>Ven y abrázame, vuelve a sentir<br>Que te quiero<br><br>Amor, sé que apenas ya nos entendemos<br>Tanto ruido dio paso al silencio<br>Silencio, que es la voz de quien deja de oír<br>Amor, sé que siempre he llegado muy tarde<br>Que tampoco fue fácil amarme, sin llorarme<br>Pero nunca dejé de vivir<br>A corazón abierto por ti<br><br>Amor, abrázame tan fuerte que duela<br>Ven y abrázame tanto que llueva<br>Que mis lágrimas quieren decir<br>Que te quiero<br>Amor, aún podemos cruzar la tormenta<br>Reinventarnos sin darnos ni cuenta<br>Ven y abrázame, vuelve a sentir<br>Que te quiero, que te quiero<br><br>Nos podremos equivocar<br>Merecemos la oportunidad<br><br>Amor, abrázame tan fuerte que duela<br>Ven y abrázame como si fueras<br>El de siempre que nunca perdí<br>Que te quiero...<br><br>Amor, aún podemos cruzar la tormenta<br>Reinventarnos sin darnos ni cuenta<br>Ven y abrázame, vuelve a sentir<br>Que te quiero, que te quiero<br>Amor<br><br>"
    },

    "petShopBoys": {
        "artist": "Pet Shop Boys",
        "songName": "It's a sin",
        "id": "42",
        "language": "English",
        "image": "./img/covers/petShopBoys.jpg",
        "player": "https://freefy.app/track/4147442/its-a-sin-2018-remaster/embed",
        "lyrics": "When I look back upon my life<br>It's always with a sense of shame<br>I've always been the one to blame<br>For everything I long to do<br>No matter when or where or who<br>Has one thing in common too<br>It's a, it's a, it's a, it's a sin<br>It's a sin<br>Everything I've ever done<br>Everything I ever do<br>Every place I've ever been<br>Everywhere I'm going to<br>It's a sin<br>At school they taught me how to be<br>So pure in thought and word and deed<br>They didn't quite succeed<br>For everything I long to do<br>No matter when or where or who<br>Has one thing in common too<br>It's a, it's a, it's a, it's a sin<br>It's a sin<br>Everything I've ever done<br>Everything I ever do<br>Every place I've ever been<br>Everywhere I'm going to<br>It's a sin<br>Father forgive me<br>I tried not to do it<br>Turned over a new leaf<br>Then tore right through it<br>Whatever you taught me<br>I didn't believe it<br>Father you fought me<br>'Cause I didn't care<br>And I still don't understand<br>So I look back upon my life<br>Forever with a sense of shame<br>I've always been the one to blame<br>For everything I long to do<br>No matter when or where or who<br>Has one thing in common too<br>It's a, it's a, it's a, it's a sin<br>It's a sin<br>Everything I've ever done<br>Everything I ever do<br>Every place I've ever been<br>Everywhere I'm going to<br>It's a sin<br>It's a<br>It's a<br>It's a<br>It's a sin<br>It's a sin<br>It's a sin<br>It's a sin<br>It's a sin<br><br>"
    },

    "loleYmanuel": {
        "artist": "Lole y Manuel",
        "songName": "tu mirá",
        "id": "43",
        "language": "Spanish",
        "image": "./img/covers/loleYmanuel.jpg",
        "player": "https://freefy.app/track/152167574/tu-mira-edit/embed",
        "lyrics": "Y tu mirá<br>Se me clava en los ojos como una espá<br>Se me clava en los ojos como una espá<br>Se me clava en los ojos como una espá<br>De amores llora una rosa<br>De amores llora una rosa<br>Y le sirve de pañuelo<br>Una blanca mariposa<br>De tanto volar<br>Sedienta de tanto vuelo<br>En un charco de agua clara<br>La alondra se bebe el cielo, ay, ay<br>Aquella tarde de abril<br>Te dije vente conmigo<br>Y no quisiste venir<br>Y no quisiste venir<br>No te quisiste venir<br>Y tu mirá se me clava en los ojos como una espá<br>Se me clava en los ojos como una espá<br>Se me clava en los ojos como una espá<br>Y tu mirá se me clava en los ojos como una espá<br>Y mi tren de alegría se va se va (se me clava en los ojos)<br>Y no tengo más sueño que tu mirá (se me clava en los ojos)<br>Y tu mirá se me clava en los ojos como una espá<br>Grillo de mis tormentos, rosa tronchá (se me clava en los ojos como una espá)<br>Cuando sueño tus ojos de madrugá (se me clava en los ojos)<br>Yo no puedo apartarme de tu mirá (se me clava en los ojos)<br>Y tu mirá se me clava en los ojos como una espá<br>Se me clava en los ojos como una espá<br>Se me clava en los ojos como una espá<br>Y tu mirá se me clava en los ojos como una espá<br><br>"
    },

    "queen": {
        "artist": "Queen",
        "songName": "Love me like there's no tomorrow",
        "id": "44",
        "language": "English",
        "image": "./img/covers/queen.jpg",
        "player": "https://freefy.app/track/20596144/love-me-like-theres-no-tomorrow-special-edition/embed",
        "lyrics": "You had to kill the conversation<br>You always had the upper hand<br>Got caught in love and stepped in sinking sand<br>You had to go and ruin all our plans<br>Packed your bags and you're leaving home<br>Got a one-way ticket and you're all set to go<br>But we have one more day together, so<br>Love me like there's no tomorrow<br>Hold me in your arms, tell me you mean it<br>This is our last goodbye and very soon it will be over<br>But today just love me like there's no tomorrow<br>I guess we drift alone in separate ways<br>I don't have all that far to go<br>God knows I learnt to play the lonely man<br>I've never felt so low in all my life<br>We were born to be just losers<br>So I guess there's a limit on how far we go<br>But we only have one more day together so<br>Love me like there's no tomorrow<br>Hold me in your arms, tell me you mean it<br>This is our last goodbye and very soon it will be over<br>But today just love me like there's no tomorrow<br>Tomorrow god knows just where I'll be<br>Tomorrow who knows just what's in store for me<br>Anything can happen but we only have one more day together, yeah<br>Just one more day forever, so<br>Love me like there's no tomorrow<br>Hold me in your arms, tell me you mean it<br>This is our last goodbye and very soon it will be over<br>But today just love me like there's no tomorrow<br>"
    },

    "peggyLee": {
        "artist": "Peggy Lee",
        "songName": "Why don't you do right",
        "id": "45",
        "language": "English",
        "image": "./img/covers/peggyLee.jpg",
        "player": "https://freefy.app/track/7031914/why-dont-you-do-right/embed",
        "lyrics": "You had plenty money in 1922<br>You let other women make a fool of you<br>Why don't you do right?<br>Like some other men do<br>Get out of here and get me some money, too<br>You're sittin' down wonderin' what it's all about<br>You ain't got no money that will put you out<br>Why don't you do right?<br>Like some other men do<br>Get out of here and get me some money, too<br>If you had prepared twenty years ago<br>You wouldn't be wanderin' now from door to door<br>Why don't you do right?<br>Like some other men do<br>Get out of here and get me some money, too<br>I fell for your jiving and I took you in<br>Now all you've got to offer me is a drink of gin<br>Why don't you do right?<br>Like some other men do<br>Get out of here and get me some money, too<br>Why don't you do right?<br>Like some other men do<br>Like some other men do<br>"
    },

    "shailaDurcal": {
        "artist": "Shaila Durcal",
        "songName": "Tanto amor",
        "id": "46",
        "language": "Spanish",
        "image": "./img/covers/shailaDurcal.jpeg",
        "player": "https://freefy.app/track/544167/tanto-amor/embed",
        "lyrics": "Qué voy a hacer sin tu sonrisa<br>Qué voy a hacer si no me miras<br>Qué voy a hacer si al despertar<br>Tus brazos ya no están<br>Ya no me necesitan<br>Qué voy a hacer con tu partida<br>Qué voy a hacer hoy que te vas<br>Dejando todo atrás<br>Dejando tanto amor<br>Como me digo en el espejo<br>Como le explico a mi reflejo<br>Qué ya no volverás<br>Qué voy a hacer con mi desdicha<br>Qué voy a hacer cuando me insista<br>Qué te enamore una vez mas<br>Que te salga a buscar<br>Qué mi alma aquí te necesita<br>Qué voy a hacer si un día me olvidas<br>Qué voy a hacer hoy que te vas<br>Dejando todo atrás<br>Dejando tanto amor<br>Como me digo en el espejo<br>Como le explico a mi reflejo<br>Qué ya no volverás<br>Dejando tanto amor<br>Como me digo en el espejo<br>Como le explico a mi reflejo<br>Qué ya no volverás<br>Qué voy a hacer con tanto amor<br>Dejando tanto amor<br>Como me digo en el espejo<br>Como le explico a mi reflejo<br>Qué ya no volverás<br>Qué voy a hacer con tanto amor<br>Qué voy a hacer con tanto amor<br><br>"
    },

    "rustedRoot": {
        "artist": "Rusted Root",
        "songName": "Send me on my way",
        "id": "47",
        "language": "English",
        "image": "./img/covers/rustedRoot.jpg",
        "player": "https://freefy.app/track/676349/send-me-on-my-way/embed",
        "lyrics": "On my way<br>On my way<br>On my way<br>On my way<br>I would like to reach out my hand<br>I may see you<br>I may tell you to run<br>You know what they say about the young<br>Well pick me up with golden hands<br>I may see you<br>I may tell you to run<br>You know what they say about the young<br>Well<br>I would like to hold my little hand<br>We will run we will<br>We will cry<br>I would like to hold my little hand<br>We will run we will<br>We will cry<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>I would like to reach out my hand<br>I may see you<br>I may tell you to run<br>You know what they say about the young<br>Well pick me up with golden hands<br>I may see you<br>I may tell you to run<br>You know what they say about the young<br>Well<br>I would like to hold my little hand<br>We will run we will<br>We will cry we will<br>I would like to hold my little hand<br>We will run we will<br>We will cry we will<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>I would like to hold my little hand<br>We will run we will<br>We will cry we will<br>I would like to hold my little hand<br>We will run we will<br>We will cry we will<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Send me on my way<br>Way<br>Way<br>I would like to reach out my hand<br>I may see you<br>I may tell you to run<br>You know what they say about the young<br><br>"
    },

    "scottMcKinzie": {
        "artist": "Scott McKinzie",
        "songName": "San Francisco ",
        "id": "48",
        "language": "English",
        "image": "./img/covers/scottMcKinzie.jpg",
        "player": "https://freefy.app/track/59925962/san-francisco-be-sure-to-wear-flowers-in-your-hair/embed",
        "lyrics": "If you're going to San Francisco<br>Be sure to wear some flowers in your hair<br>If you're going to San Francisco<br>You're gonna meet some gentle people there<br>For those who come to San Francisco<br>Summertime will be a love-in there<br>In the streets of San Francisco<br>Gentle people with flowers in their hair<br>All across the nation such a strange vibration<br>People in motion<br>There's a whole generation with a new explanation<br>People in motion people in motion<br>For those who come to San Francisco<br>Be sure to wear some flowers in your hair<br>If you come to San Francisco<br>Summertime will be a love-in there<br>If you come to San Francisco<br>Summertime will be a love-in there<br><br>"
    },


    "tonyHoliday": {
        "artist": "Tony Holiday",
        "songName": "Tanze samba mit mir",
        "id": "49",
        "language": "German",
        "image": "./img/covers/tonyHoliday.jpeg",
        "player": "https://freefy.app/track/487651661/tanze-samba-mit-mir/embed",
        "lyrics": "You're so hot like a volcano,<br>and today I burn myself on you.<br>Everyone calls you Sweet Lady Samba,<br>Everyone sees that you're no longer a child.<br>The colourful lights revolve like fire,<br>When you forget the world around you.<br> <br>You're so hot like a volcano,<br>Wnd tonight I burn myself on you.<br>Rock 'n' roll, cha-cha, mambo and boogie,<br>That's all over for me now.<br>The whole world dances the samba tonight,<br>Olé, olé, we're there.<br> <br>Dance the samba with me, samba, samba the whole night.<br>Dance the samba with me, because the samba makes us happy.<br>Love, love, flirtation, maybe it will be over tomorrow.<br>Dance the samba with me, samba, samba the whole night.<br> <br>You're so hot like a volcano,<br>And tonight I burn myself on you.<br> <br>Dance the samba with me, samba, samba the whole night.<br>Dance the samba with me, because the samba makes us happy.<br>Love, love, flirtation, maybe it will be over tomorrow.<br>Dance the samba with me, samba. samba the whole night<br>"
    },

    "alphaville": {
        "artist": "Alphaville",
        "songName": "Forever young",
        "id": "50",
        "language": "English",
        "image": "./img/covers/alphaville.jpg",
        "player": "https://freefy.app/track/122167/forever-young/embed",
        "lyrics": "Let's dance in style, let's dance for a while<br>Heaven can wait, we're only watching the skies<br>Hoping for the best but expecting the worst<br>Are you gonna drop the bomb or not?<br>Let us die young or let us live forever<br>We don't have the power but we never say never<br>Sitting in a sandpit, life is a short trip<br>The music's for the sad men<br>Can you imagine when this race is won<br>Turn our golden faces into the sun<br>Praising our leaders, we're getting in tune<br>The music's played by the, the mad man<br>Forever young<br>I want to be forever young<br>Do you really want to live forever?<br>Forever, and ever<br>Forever young<br>I want to be forever young<br>Do you really want to live forever?<br>Forever young<br>Some are like water, some are like the heat<br>Some are a melody and some are the beat<br>Sooner or later, they all will be gone<br>Why don't they stay young?<br>It's so hard to get old without a cause<br>I don't want to perish like a fading horse<br>Youth's like diamonds in the sun<br>And diamonds are forever<br>So many adventures couldn't happen today<br>So many songs we forgot to play<br>So many dreams swinging out of the blue<br>We'll let 'em come true<br>Forever young<br>I want to be forever young<br>Do you really want to live forever?<br>Forever, and ever<br>Forever young<br>I want to be forever young<br>Do you really want to live forever?<br>Forever, and ever<br>Forever young<br>I wanna be forever young<br>Do you really want to live forever? (Forever)<br>"
    },

    "nazareth": {
        "artist": "Nazareth",
        "songName": "Dream onm",
        "id": "51",
        "language": "English",
        "image": "./img/covers/nazareth.jpg",
        "player": "https://freefy.app/track/1276/dream-on/embed",
        "lyrics": "Dream on<br>Though it's hard to tell<br>Though you're foolin' yourself<br>Dream on<br><br>You can hide away<br>There is nothing to say, so dream on<br>Dream on<br>Though it's hard to tell<br>Though you're foolin' yourself, dream on<br><br>You can laugh at me because I'm crying<br>You can tell your friends how much<br>I begged you to stay<br>You can live your fantasy without me<br>But you'll never know how much I needed you<br><br>Dream on<br>It's so easy for you<br>Though I'm broken in two, dream on<br>Dream on<br>You can never see<br>What you're doing to me, so dream on<br><br>You can cross your heart and still be lyin'<br>You can count the reasons why you've thrown it away<br>You can dream your life away without me<br>But you'll never know how much I needed you<br><br>You can laugh at me because I'm crying<br>You can tell your friends how much<br>I begged you to stay<br>You can live your fantasy without me<br>But you'll never know how much I needed you<br><br>Dream on<br>It's so easy for you<br>Though I'm broken in two, dream on<br>Dream on<br>You can never see<br>What you're doin' to me, so dream on<br>Dream on<br>Though it's hard to tell<br>Though you're foolin' yourself, dream on<br>Dream on<br>"
    },

    "rainbow": {
        "artist": "Rainbow",
        "songName": "Temple of the king",
        "id": "52",
        "language": "English",
        "image": "./img/covers/rainbow.jpg",
        "player": "https://freefy.app/track/1275/the-temple-of-the-king/embed",
        "lyrics": "One day in the year of the fox<br>Came a time remembered well<br>When the strong young man of the rising sun<br>Heard the tolling of the great black bell<br>One day in the year of the fox<br>When the bell began to ring<br>Meant the time had come for one to go<br>To the temple of the king<br>There in the middle of the circle he stands<br>Searching, seeking<br>With just one touch of his trembling hand<br>The answer will be found<br>Daylight waits while the old man sings<br>Heaven, help me<br>And then like the rush of a thousand wings<br>It shines upon the one<br>And the day had just begun<br>One day in the year of the fox<br>Came a time remembered well<br>When the strong young man of the rising sun<br>Heard the tolling of the great black bell<br>One day in the year of the fox<br>When the bell began to sing<br>It meant the time had come for the one to go<br>To the temple of the king<br>There in the middle of the people he stands<br>Seeing, feeling<br>With just a wave of a strong right hand he's gone<br>To the temple of the king<br>Far from the circle at the edge of the world<br>He's hoping, wondering<br>Thinking back from the stories he's heard<br>Of what he's gonna see<br>There in middle of the circle it lies<br>Heaven, help me<br>Then all could see by the shine in his eyes<br>The answer had been found<br>Back with the people in the circle he stands<br>Giving, feeling<br>With just one touch of a strong right hand, they know<br>Of the temple and the king<br><br>"
    },

    "blondie": {
        "artist": "Blondie",
        "songName": "Maria",
        "id": "53",
        "language": "English",
        "image": "./img/covers/blondie.jpg",
        "player": "https://freefy.app/track/400655/maria/embed",
        "lyrics": "She moves like she don't care<br>Smooth as silk, cool as air<br>Ooh it makes you wanna cry<br>She doesn't know your name<br>And your heart beats like a subway train<br>Ooh it makes you wanna die<br>Ooh, don't you wanna take her?<br>Ooh, wanna make her all your own?<br>Maria, you've gotta see her<br>Go insane and out of your mind<br>Latina, Ave Maria<br>A million and one candle lights<br>I've seen this thing before<br>In my best friend and the boy next door<br>Fool for love and fool on fire<br>Won't come in from the rain<br>She's oceans running down the drain<br>Blue as ice and desire<br>Don't you wanna make her?<br>Ooh, don't you wanna take her home?<br>Maria, you've gotta see her<br>Go insane and out of your mind<br>Latina, Ave Maria<br>A million and one candle lights<br>Ooh, don't you wanna break her?<br>Ooh, don't you wanna take her home?<br>She walks like she don't care<br>You wanna take her everywhere<br>Ooh, it makes you wanna cry<br>She's like a millionaire<br>Walkin' on imported air<br>Ooh, it makes you wanna die<br>Maria, you've gotta see her<br>Go insane and out of your mind<br>Latina, Ave Maria<br>A million and one candle lights<br>Maria, you've gotta see her<br>Go insane and out of your mind<br>Latina, Ave Maria<br>A million and one candle lights<br>Maria, you've gotta see her<br>Go insane and out of your mind<br>Latina, Ave Maria<br>A million and one candle lights<br>Maria, you've gotta see her<br>Go insane and out of your mind<br>Latina, Ave Maria<br><br>"
    },

    "rammstein": {
        "artist": "Rammstein",
        "songName": "Stirb nicht vor mir",
        "id": "54",
        "language": "German",
        "image": "./img/covers/rammstein.jpg",
        "player": "https://freefy.app/track/59763526/stirb-nicht-vor-mir-dont-die-before-i-do/embed",
        "lyrics": "The night opens her lap<br>The child's name is loneliness<br>It is cold and motionless<br>I cry softly into time<br>I don't know what your name is<br>But I know that you exist<br>I know that sometime<br>Someone will love me<br><br>He comes to me every night<br>No words are left to say<br>With his hands around my neck<br>I close my eyes and pass away<br>I don't know who he is<br>In my dreams he does exist<br>His passion is a kiss<br>And I can not resist<br><br>I wait here<br>(Don't die before I do)<br>I wait here<br>Don't die for me<br>(I don't know who you are<br>I know that you exist)<br>Don't die<br>(Sometimes love seems so far)<br>I wait here<br>(Your love I can't dismiss)<br>I wait here<br><br>All the houses are covered in snow<br>And candle light in the windows<br>They lie there together<br>And I<br>I only wait for you<br><br>I wait here<br>(Don't die before I do)<br>I wait here<br>Don't die for me<br>(I don't know who you are<br>I know that you exist)<br>Don't die<br>(Sometimes love seems so far)<br>I wait here<br>(Your love I can't dismiss)<br>I wait here<br><br>Don't die for me<br><br>"
    },

    "twistedSister": {
        "artist": "Twisted sister",
        "songName": "I wanna rock",
        "id": "55",
        "language": "English",
        "image": "./img/covers/twistedSister.jpg",
        "player": "https://freefy.app/track/1333/i-wanna-rock/embed",
        "lyrics": "I wanna rock (rock)<br>I wanna rock (rock)<br>I want to rock (rock)<br>I wanna rock (rock)<br>Turn it down you say<br>But all I got to say to you is time and time again I say no (no)<br>No, no, no, no, no<br>Tell me not to play<br>Well, all I got to say to when you tell me not to play I say no (no)<br>No, no, no, no, no<br>So, if you ask me why I like the way I play it<br>There's only one thing I can say to you<br>I wanna rock (rock)<br>I wanna rock (rock)<br>I want to rock (rock)<br>I wanna rock (rock)<br>There's a feelin' that<br>I get from nothin' else and there ain't nothin' in the world that makes me go (go)<br>Go, go, go, go, go<br>Turn the power up<br>I've waited for so long so I could hear my favorite song so, let's go (go)<br>Go, go, go, go, go<br>When it's like this, I feel the music shootin' through me<br>There's nothin' else that I would rather do<br>I wanna rock (rock)<br>I wanna rock (rock)<br>I want to rock (rock)<br>I wanna rock (rock)<br>I wanna rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I wanna rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I want to rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I wanna rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I wanna rock<br>I wanna rock (rock)<br>I wanna rock (rock)<br>I want to rock (rock)<br>I wanna rock (rock)<br>I wanna rock (rock)<br>I wanna rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I wanna rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I want to rock (rock)<br>Rock (rock)<br>Rock (rock)<br>I wanna rock (rock)<br><br>"
    },

    "aerosmith": {
        "artist": "Aerosmith",
        "songName": "Walk this way",
        "id": "56",
        "language": "English",
        "image": "./img/covers/aerosmith.jpg",
        "player": "https://freefy.app/track/53969287/walk-this-way/embed",
        "lyrics": "Backstroke lover always hidin' 'neath the cover<br>'Till I talked to my daddy, he say<br>He said, You ain't seen nothing<br>'Till you're down on a muffin<br>Then you're sure to be a-changin' your ways<br>I met a cheerleader, was a real young bleeder<br>All the times I can reminisce<br>'Cause the best thing lovin' with her sister and her cousin<br>Only started with a little kiss, like this<br>See-saw swingin' with the boys in the school<br>With your feet flyin' up in the air<br>Singin' Hey diddle-diddle with the kitty in the middle<br>Of the swing like I didn't care<br>So I took a big chance at the high school dance<br>With a missy who was ready to play<br>Wasn't me she was foolin'<br>'Cause she knew what she was doin'<br>And I know love is here to stay<br>When she told me to<br>Walk this way, walk this way<br>Walk this way, walk this way<br>Walk this way, walk this way<br>Walk this way, walk this way<br>Ah, just give me a kiss<br>Like this<br>School girl sweetie with the classy kinda sassy<br>Little skirt's climbin' way up her knees<br>There was three young ladies in the school gym locker<br>When I noticed they was lookin' at me<br>I was a high school loser, never made it with a lady<br>'Til the boys told me something I missed<br>Then my next door neighbor with a daughter had a favor<br>So I gave her just a little kiss, like this<br>See-saw swingin' with the boys in the school<br>With your feet flyin' up in the air<br>Singin' Hey diddle-diddle with the kitty in the middle<br>Of the swing like I didn't care<br>So I took a big chance at the high school dance<br>With a missy who was ready to play<br>Wasn't me she was foolin'<br>'Cause she knew what she was doin'<br>When she told me how to walk this way<br>She told me to<br>Walk this way, walk this way<br>Walk this way, walk this way<br>Walk this way, walk this way<br>Walk this way, talk this way<br>Just give me a kiss<br>Like this<br><br>"
    },

    "stringDrivenThing": {
        "artist": "String driven thing",
        "songName": "To see you",
        "id": "57",
        "language": "English",
        "image": "./img/covers/stringDrivenThing.jpg",
        "player": "https://freefy.app/track/444684725/to-see-you/embed",
        "lyrics": "Well you’re out on the street when the telephone rings and you<br>Can’t make it back before it stops<br>And you sit all night wondering who it was<br>And who it was not <br>And the evening find you lonely <br>If it cares to find you at all <br>But the telephone won’t ring again tonight<br><br>To see you<br>Is all I want<br>And all I want <br>Is to see you now<br><br>To see you<br>Is all I want<br>And all I want <br>Is to see you now<br><br>Well you’re out on the street when the lady goes by<br>And by the way she walks you think you might know her<br>So you turn your tracks and you run behind<br>Knowing in your heart that you don’t know her<br>But the pavement will not open<br>Beneath your feet like you wish it would<br>As the stranger turns around and smiles at you<br><br>To see you<br>Is all I want<br>And all I want <br>Is to see you now<br><br>To see you<br>Is all I want<br>And all I want <br>Is to see you now<br><br>No I don’t ask to touch you<br>And I won’t ask to hold you<br>I ain’t asking very much at all <br><br>To see you<br>Is all I want<br>And all I want <br>Is to see you now<br><br>To see you<br>Is all I want<br>And all I want <br>Is to see you now<br>"
    },

    "ledZeppelin": {
        "artist": "Led Zeppelin",
        "songName": "Stairway to heaven",
        "id": "58",
        "language": "English",
        "image": "./img/covers/ledZeppelin.jpg",
        "player": "https://freefy.app/track/4008/stairway-to-heaven-remaster/embed",
        "lyrics": "There's a lady who's sure all that glitters is gold<br>And she's buying a stairway to Heaven<br>When she gets there she knows, if the stores are all closed<br>With a word she can get what she came for<br>Ooh, ooh, and she's buying a stairway to Heaven<br>There's a sign on the wall, but she wants to be sure<br>'Cause you know sometimes words have two meanings<br>In a tree by the brook, there's a songbird who sings<br>Sometimes all of our thoughts are misgiven<br>Ooh, it makes me wonder<br>Ooh, makes me wonder<br>There's a feeling I get when I look to the West<br>And my spirit is crying for leaving<br>In my thoughts I have seen rings of smoke through the trees<br>And the voices of those who stand looking<br>Ooh, it makes me wonder<br>Ooh, really makes me wonder<br>And it's whispered that soon if we all call the tune<br>Then the piper will lead us to reason<br>And a new day will dawn for those who stand long<br>And the forests will echo with laughter<br>Oh-oh-oh-oh-whoa<br>If there's a bustle in your hedgerow, don't be alarmed now<br>It's just a spring clean for the May queen<br>Yes, there are two paths you can go by, but in the long run<br>There's still time to change the road you're on<br>And it makes me wonder<br>Ohh, whoa<br>Your head is humming, and it won't go, in case you don't know<br>The piper's calling you to join him<br>Dear lady, can you hear the wind blow? And did you know<br>Your stairway lies on the whispering wind?<br>And as we wind on down the road<br>Our shadows taller than our soul<br>There walks a lady we all know<br>Who shines white light and wants to show<br>How everything still turns to gold<br>And if you listen very hard<br>The tune will come to you at last<br>When all are one, and one is all<br>To be a rock and not to roll<br><br>"
    },

    "deepPurple": {
        "artist": "Deep Purple",
        "songName": "Fireball",
        "id": "59",
        "language": "English",
        "image": "./img/covers/deepPurple.jpeg",
        "player": "https://freefy.app/track/5615980/fireball/embed",
        "lyrics": "The golden light above you shows me where you're from<br>The magic in your eye bewitches all you gaze upon<br>You stand up on your hill, they bebop all around you<br>They wonder where you're from, oh yeah<br>They wonder where I found you<br>Oh, my love, it's a long way<br>Where you're from it's a long way<br>I tried to understand you, tried to love you right<br>The way you smile and touch me always sets my heart alight<br>Your lips are like a fire burning through my soul<br>And people ask me where you're from<br>They really wanna know<br>Oh, my soul, it's a long way<br>Where you're from it's a long way<br>Magic woman wrecking up my soul<br>Things you tell me have never been told<br>Magic woman I don't know<br>Electric before me, I love you so, I love you so<br>Oh-oh<br>You're racing like a fireball dancing like a ghost<br>You're Gemini and I don't know which one I like the most<br>My head is getting broken and<br>My mind is getting bust<br>But now I'm coming with you down the road of golden dust<br>Oh, my love, it's a long way<br>Where you're from it's a long way<br>The golden light above you shows me where you're from<br>The magic in your eye bewitches all you gaze upon<br>You stand up on your hill, bebop all around you<br>They wonder where you're from, oh yeah<br>They wonder where I found you<br>Oh, my love, it's a long way<br>Where you're from it's a long way<br>Перевести на русский<br><br>"
    },

    "fourNonBlonds": {
        "artist": "4 non-blods",
        "songName": "What's up?",
        "id": "60",
        "language": "English",
        "image": "./img/covers/fourNonBlonds.jpg",
        "player": "https://freefy.app/track/159164/whats-up/embed",
        "lyrics": "Twenty-five years<br>And my life is still<br>I'm trying to get up<br>That great big hill of hope<br>For a destination<br>I realized quickly<br>When I knew I should<br>That the world was made up<br>For this brotherhood of man<br>For whatever that means<br>And so I cry sometimes<br>When I'm lying in bed<br>Just to get it all out<br>What's in my head<br>And I, I am feeling<br>A little peculiar<br>And so I wake in the morning<br>And I step outside<br>And I take deep breath<br>And I get real high<br>And I scream from the top of my lungs<br>What's going on?<br>And I say, hey, yeah, yeah-eah<br>Hey, yeah, yeah<br>I said, hey! What's goin' on?<br>And I sing, hey, yeah, yeah-eah<br>Hey, yeah, yeah<br>I said, hey! What's going on?<br>And I try, oh, my God, do I try<br>I try all the time<br>In this institution<br>And I pray, oh, my God, do I pray<br>I pray every single day<br>For a revolution<br>And so I cry sometimes<br>When I'm lying in bed<br>Just to get it all out<br>What's in my head<br>And I, I am feeling<br>A little peculiar<br>And so I wake in the morning<br>And I step outside<br>And I take deep breath<br>And I get real high<br>And I scream from the top of my lungs<br>What's going on?<br>And I say, hey, yeah, yeah-eah<br>Hey, yeah, yeah<br>I said, hey! What's goin' on?<br>And I sing, hey, yeah, yeah-eah<br>Hey, yeah, yeah<br>I said, hey! What's going on?<br>And I say, hey, yeah, yeah-eah<br>Hey, yeah, yeah<br>I said, hey! What's goin' on?<br>And I sing, hey, yeah, yeah-eah<br>Hey, yeah, yeah, yeah, yeah<br>I said, hey! What's going on?<br>Twenty-five years<br>And my life is still<br>I'm trying to get up<br>That great big hill of hope<br>For a destination<br><br>"
    },

    "gunsNroses": {
        "artist": "Guns'n'Roses",
        "songName": "Don't cry",
        "id": "61",
        "language": "English",
        "image": "./img/covers/gunsNroses.jpg",
        "player": "https://freefy.app/track/215240/dont-cry/embed",
        "lyrics": "Talk to me softly<br>There's something in your eyes<br>Don't hang your head in sorrow<br>And, please, don't cry<br>I know how you feel inside, I<br>I've been there before<br>Something is changing inside you<br>And don't you know<br>Don't you cry tonight<br>I still love you, baby<br>Don't you cry tonight<br>Don't you cry tonight<br>There's a heaven above you, baby<br>And don't you cry tonight<br>Give me a whisper<br>And give me a sign<br>Give me a kiss before<br>You tell me goodbye<br>Don't you take it so hard now<br>And, please, don't take it so bad<br>I'll still be thinking of you<br>And the times we had, baby<br>Don't you cry tonight<br>Don't you cry tonight<br>Don't you cry tonight<br>There's a heaven above you, baby<br>And don't you cry tonight<br>And, please, remember<br>That I never lied<br>And, please, remember<br>How I felt inside now, honey<br>You gotta make it your own way<br>But you'll be alright now, sugar<br>You'll feel better tomorrow<br>Come the morning light now, baby<br>Don't you cry tonight<br>Don't you cry tonight<br>Don't you cry tonight<br>There's a heaven above you, baby<br>Don't you cry, don't you ever cry<br>Don't you cry tonight<br>Baby, maybe someday<br>Don't you cry, don't you ever cry<br>Don't you cry tonight<br><br>"
    },

    "cranberries": {
        "artist": "Cranberries",
        "songName": "Zombie",
        "id": "62",
        "language": "English",
        "image": "./img/covers/cranberries.jpg",
        "player": "https://freefy.app/track/7434/zombie/embed",
        "lyrics": "Another head hangs lowly<br>Child is slowly taken<br>And the violence caused such silence<br>Who are we mistaken?<br>But you see, it's not me<br>It's not my family<br>In your head, in your head, they are fighting<br>With their tanks and their bombs<br>And their bombs, and their guns<br>In your head, in your head they are crying<br>In your head, in your head<br>Zombie, zombie, zombie-ie-ie<br>What's in your head, in your head<br>Zombie, zombie, zombie-ie-ie-ie, oh<br>Du, du, du, du<br>Du, du, du, du<br>Du, du, du, du<br>Du, du, du, du<br>Another mother's breaking heart is taking over<br>When the violence causes silence<br>We must be mistaken<br>It's the same old theme<br>Since nineteen-sixteen<br>In your head, in your head, they're still fighting<br>With their tanks and their bombs<br>And their bombs, and their guns<br>In your head, in your head, they are dying<br>In your head, in your head<br>Zombie, zombie, zombie-ie-ie<br>What's in your head, in your head<br>Zombie, zombie, zombie-ie-ie-ie<br><br>"
    },

    "whiteZombie": {
        "artist": "White zombie",
        "songName": "Thunder kiss",
        "id": "63",
        "language": "English",
        "image": "./img/covers/whiteZombie.jpg",
        "player": "https://freefy.app/track/14790/thunder-kiss-65/embed",
        "lyrics": "Well, sweet little sister's high as hell, cheating on a halo<br>Grind in an odyssey, a holocaust, a heart kicking on tomorrow<br>And a breakdown agony, I said an ecstasy in overdrive<br>We're riding on the world, thunder kissin'<br><br>Nineteen-sixty-five, yeah, wow<br>Five, yeah, wow<br>Demon warp is coming alive<br>In nineteen-sixty-five-five-five<br><br>Living fast and dying young, like an endless poetry<br>My motor-psycho nightmare freak out inside of me<br>My soul salvation, liberation on the drive<br>The power of the blaster, move me faster<br><br>Nineteen-sixty-five, yeah, wow<br>Five, yeah, wow<br>Demon warp is coming alive<br>In nineteen-sixty-five-five-five<br><br>You're all shook up, aren't you baby?<br>I never try anything, I just do it<br>Wanna try me?<br><br>Oh, shout (yeah, yeah)<br>Yeah, gimme that, gimme that, now<br>Yeah<br><br>Rollin' like a supersonic, another fool that gets down on it<br>Pig sweat a million miles, I've got a heart atomic style<br>Make it look easy, that's what I said<br>Blast of silence explodes in my head<br><br>Yeah, yeah, yeah<br>Gimme that, gimme that, now<br>Gimme that, gimme that, now<br>Gimme that, gimme that, now<br>Give it back, give it back<br><br>Step to the moonshine frenzy, hail the resurrection<br>What's new pussy-cat? Can you dig the satisfaction?<br>Well, you can't take it with you but you can in overdrive<br>Yeah, some like it hot, yeah, twisted<br><br>Nineteen-sixty-five, yeah, wow<br>Five, yeah, wow<br>Demon warp is coming alive<br>In nineteen-sixty-five-five-five<br>"
    },

    "johnnyCash": {
        "artist": "Johnny Cash",
        "songName": "Hurt",
        "id": "64",
        "language": "English",
        "image": "./img/covers/johnnyCash.jpg",
        "player": "https://freefy.app/track/195673/hurt/embed",
        "lyrics": "I hurt myself today<br>To see if I still feel<br>I focus on the pain<br>The only thing that's real<br>The needle tears a hole<br>The old familiar sting<br>Try to kill it all away<br>But I remember everything<br>What have I become?<br>My sweetest friend<br>Everyone I know goes away<br>In the end<br>And you could have it all<br>My empire of dirt<br>I will let you down<br>I will make you hurt<br>I wear this crown of thorns<br>Upon my liar's chair<br>Full of broken thoughts<br>I cannot repair<br>Beneath the stains of time<br>The feelings disappear<br>You are someone else<br>I'm still right here<br>What have I become?<br>My sweetest friend<br>Everyone I know goes away<br>In the end<br>And you could have it all<br>My empire of dirt<br>I will let you down<br>I will make you hurt<br>If I could start again<br>A million miles away<br>I would keep myself<br>I would find a way<br><br>"
    },

    "littleRichard": {
        "artist": "Little Richard",
        "songName": "Long tall Sally",
        "id": "65",
        "language": "English",
        "image": "./img/covers/littleRichard.jpg",
        "player": "https://freefy.app/track/2248602/long-tall-sally-the-thing/embed",
        "lyrics": "Gonna tell Aunt Mary about Uncle John<br>He claimed he has the misery but he's havin' a lot of fun<br>Oh baby, yeah, baby, whoo-ooh, hoo-ooh, baby<br>Havin' me some fun tonight, yeah<br>Well long, tall Sally, she's built for speed, she got<br>Everything that Uncle John need<br>Oh baby, yeah, baby, whoo-ooh, hoo-ooh, baby<br>Havin' me some fun tonight, yeah<br>Well, I saw Uncle John with blonde-haired Sally<br>He saw Aunt Mary comin' and he ducked back in the alley<br>Oh baby, yeah, baby, whoo-ooh, hoo-ooh, baby<br>Havin' me some fun tonight, yeah, ow! Oh<br>Well long, tall Sally, she's built for speed, she got<br>Everything that Uncle John need<br>Oh baby, yeah, baby, whoo-ooh, hoo-ooh, baby<br>Havin' me some fun tonight, yeah<br>Well, I saw Uncle John with blonde-haired Sally<br>He saw Aunt Mary comin' and he ducked back in the alley<br>Oh baby, yeah, baby, whoo-ooh, hoo-ooh, baby<br>Havin' me some fun tonight, yeah<br>We gonna have some fun tonight<br>We gonna have some fun tonight, whoo!<br>Have some fun tonight, everything's alright<br>Have some fun, have me some fun tonight<br><br>"
    },

    "chuckBerry": {
        "artist": "Chuck Berry",
        "songName": "Johnny'b'Goode",
        "id": "66",
        "language": "English",
        "image": "./img/covers/chuckBerry.jpeg",
        "player": "https://freefy.app/track/51117/johnny-b-goode/embed",
        "lyrics": "Deep down in Louisiana close to New Orleans<br>Way back up in the woods among the evergreens<br>There stood a log cabin made of earth and wood<br>Where lived a country boy named Johnny B. Goode<br>Who never ever learned to read or write so well<br>But he could play a guitar just like a-ringin' a bell<br>Go, go<br>Go Johnny, go, go<br>Go Johnny, go, go<br>Go Johnny, go, go<br>Go Johnny, go, go<br>Johnny B. Goode<br>He used to carry his guitar in a gunny sack<br>Go sit beneath the tree by the railroad track<br>Oh, the engineers would see him sitting in the shade<br>Strumming with the rhythm that the drivers made<br>The people passing by they would stop and say<br>Oh my what that little country boy could play<br>Go, go<br>Go Johnny, go, go<br>Go Johnny, go, go<br>Go Johnny, go, go<br>Go Johnny, go, go<br>Johnny B. Goode<br>His mother told him someday you will be a man<br>And you will be the leader of a big old band<br>Many people coming from miles around<br>To hear you play your music when the sun go down<br>Maybe someday your name will be in lights<br>Saying Johnny B. Goode tonight<br>Go, go<br>Go Johnny, go<br>Go, go, go Johnny, go<br>Go, go, go Johnny, go<br>Go, go, go Johnny, go<br>Go<br>Johnny B. Goode<br><br>"
    },

    "elvisPresley": {
        "artist": "Elvis Presley",
        "songName": "Hound Dog",
        "id": "67",
        "language": "English",
        "image": "./img/covers/elvisPresley.jpg",
        "player": "https://freefy.app/track/557354/hound-dog/embed",
        "lyrics": "You ain't nothin' but a hound dog<br>Cryin' all the time<br>You ain't nothin' but a hound dog<br>Cryin' all the time<br>Well, you ain't never caught a rabbit<br>And you ain't no friend of mine<br>Well, they said you was high-classed<br>Well, that was just a lie<br>Yeah, they said you was high-classed<br>Well, that was just a lie<br>Yeah, you ain't never caught a rabbit<br>And you ain't no friend of mine<br>You ain't nothin' but a hound dog<br>Cryin' all the time<br>You ain't nothin' but a hound dog<br>Cryin' all the time<br>Well, you ain't never caught a rabbit<br>And you ain't no friend of mine<br>Well, they said you was high-classed<br>Well, that was just a lie<br>Yeah, they said you was high-classed<br>Well, that was just a lie<br>Well, you ain't never caught a rabbit<br>And you ain't no friend of mine<br>Well, they said you was high-classed<br>Well, that was just a lie<br>Ya know they said you was high-classed<br>Well, that was just a lie<br>Well, you ain't never caught a rabbit<br>And you ain't no friend of mine<br>You ain't nothin' but a hound dog<br>Cryin' all the time<br>You ain't nothin' but a hound dog<br>Cryin' all the time<br>Well, you ain't never caught a rabbit<br>You ain't no friend of mine<br>You ain't nothin' but a hound dog<br><br>"
    },

    "rhcp": {
        "artist": "RHCP",
        "songName": "Snow",
        "id": "68",
        "language": "English",
        "image": "./img/covers/rhcp.jpg",
        "player": "https://freefy.app/track/132725/snow-hey-oh/embed",
        "lyrics": "Come to decide that the things that I tried<br>Were in my life just to get high on<br>When I sit alone, come get a little known<br>But I need more than myself this time<br>Step from the road to the sea to the sky<br>And I do believe that we rely on<br>When I lay it on, come get to play it on<br>All my life to sacrifice<br>Hey, oh<br>Listen what I say, oh<br>I got your hey, oh<br>Now listen what I say, oh (oh)<br>When will I know that I really can't go<br>To the well once more time to decide on?<br>When it's killing me, when will I really see<br>All that I need to look inside<br>Come to believe that I better not leave<br>Before I get my chance to ride<br>When it's killing me, what do I really need<br>All that I need to look inside<br>Hey, oh<br>Listen what I say, oh<br>Come back and hey, oh<br>Look at what I say, oh<br>The more I see, the less I know<br>The more I like to let it go<br>Hey, yo, whoa-oa, whoa<br>Deep beneath the cover of another perfect wonder<br>Where it's so white as snow<br>Privately divided by a world so undecided<br>And there's nowhere to go<br>In between the cover of another perfect wonder<br>And it's so white as snow<br>Running through the field where all my tracks will be concealed<br>And there's nowhere to go, oh<br>When to descend to amend for a friend<br>All the channels that have broken down<br>Now you bring it up, I'm gonna ring it up<br>Just to hear you sing it out<br>Step from the road to the sea, to the sky<br>And I do believe what we rely on<br>When I lay it on, come get to play it on<br>All my life to sacrifice<br>Hey, yo<br>Listen what I say, oh<br>I got your hey, yo<br>Listen what I say, oh<br>The more I see, the less I know<br>The more I like to let it go<br>Hey, yo, whoa-oa, whoa<br>Deep beneath the cover of another perfect wonder<br>Where it's so white as snow<br>Privately divided by a world so undecided<br>And there's nowhere to go<br>In between the cover of another perfect wonder<br>Where it's so white as snow<br>Running through the field where all my tracks will be concealed<br>And there's nowhere to go<br>I said, Hey, hey-yeah, oh yeah<br>Tell my love now<br>Hey, hey-yeah, oh yeah<br>Tell my love now<br>Deep beneath the cover of another perfect wonder<br>Where it's so white as snow<br>Privately divided by a world so undecided<br>And there's nowhere to go<br>Deep beneath the cover of another perfect wonder<br>Where it's so white as snow<br>Running through the field where all my tracks will be concealed<br>And there's nowhere to go<br>I said, Hey, hey-yeah, oh yeah<br>Tell my love now<br>Hey, hey-yeah, oh yeah<br><br>"
    },

    "righteousBrothers": {
        "artist": "Righteous brothers",
        "songName": "Unchained Melody",
        "id": "69",
        "language": "English",
        "image": "./img/covers/righteousBrothers.jpg",
        "player": "https://freefy.app/track/3698310/unchained-melody/embed",
        "lyrics": "Oh, my love, my darling<br>I've hungered for your touch<br>A long, lonely time<br>Time goes by so slowly<br>And time can do so much<br>Are you still mine?<br>I need your love<br>I need your love<br>God speed your love to me<br>Lonely rivers flow<br>To the sea, to the sea<br>To the open arms<br>Of the sea, yeah<br>Lonely rivers cry<br>Wait for me, wait for me<br>I'll be coming home<br>Wait for me<br>Oh, my love, my darling<br>I've hungered for your touch<br>A long, lonely time<br>And time goes by so slowly<br>And time can do so much<br>Are you still mine<br>I need your love, I<br>I need your love<br>God speed your love to me<br><br>"
    },

    "black": {
        "artist": "black",
        "songName": "wonderful life",
        "id": "70",
        "language": "English",
        "image": "./img/covers/black.jpg",
        "player": "https://freefy.app/track/9932553/wonderful-life/embed",
        "lyrics": "Here I go out to sea again<br>The sunshine fills my hair<br>And dreams hang in the air<br>Gulls in the sky and in my blue eyes<br>You know it feels unfair<br>There's magic everywhere<br>Look at me standing<br>Here on my own again<br>Up straight in the sunshine<br>No need to run and hide<br>It's a wonderful, wonderful life<br>No need to laugh and cry<br>It's a wonderful, wonderful life<br>Suns in your eyes<br>The heat is in your hair<br>They seem to hate you<br>Because you're there<br>And I need a friend<br>Oh, I need a friend<br>To make me happy<br>Not stand here on my own<br>Look at me standing<br>Here on my own again<br>Up straight in the sunshine<br>No need to run and hide<br>It's a wonderful, wonderful life<br>No need to laugh and cry<br>It's a wonderful, wonderful life<br>I need a friend<br>Oh, I need friend<br>To make me happy<br>Not so alone<br>Look at me here<br>Here on my own again<br>Up straight in the sunshine<br>No need to run and hide<br>It's a wonderful, wonderful life<br>No need to laugh and cry<br>It's a wonderful, wonderful life<br>No need to run and hide<br>It's a wonderful, wonderful life<br>No need to run and hide<br>It's a wonderful, wonderful life<br>Wonderful life, wonderful life<br><br>"
    },

    "louisArmstrong": {
        "artist": "Louis Armstrong",
        "songName": "What a wonderful world",
        "id": "71",
        "language": "English",
        "image": "./img/covers/louisArmstrong.jpg",
        "player": "https://freefy.app/track/236617/what-a-wonderful-world/embed",
        "lyrics": "I see trees of green<br>Red roses too<br>I see them bloom<br>For me and you<br>And I think to myself<br>What a wonderful world<br>I see skies of blue<br>And clouds of white<br>The bright blessed day<br>The dark sacred night<br>And I think to myself<br>What a wonderful world<br>The colors of the rainbow<br>So pretty in the sky<br>Are also on the faces<br>Of people going by<br>I see friends shaking hands<br>Saying, How do you do?<br>They're really saying<br>I love you<br>I hear babies cry<br>I watch them grow<br>They'll learn much more<br>Than I'll ever know<br>And I think to myself<br>What a wonderful world<br>Yes, I think to myself<br>What a wonderful world<br>Ooh, yes<br><br>"
    },


    "backstreetBoys": {
        "artist": "Backstreet Boys",
        "songName": "Everybody",
        "id": "72",
        "language": "English",
        "image": "./img/covers/backstreetBoys.jpg",
        "player": "https://freefy.app/track/1569594/everybody-backstreets-back-extended-version/embed",
        "lyrics": "Everybody<br>Rock your body<br>Everybody<br>Rock your body right<br>Backstreet's back, alright!<br>Hey, yeah, oh<br>Oh my God, we're back again<br>Brothers, sisters, everybody sing<br>Gonna bring the flavor, show you how<br>Got a question for you, better answer now, yeah<br>Am I original? Yeah<br>Am I the only one? Yeah<br>Am I sexual? Yeah<br>Am I everything you need?<br>You better rock your body now<br>Everybody (yeah)<br>Rock your body (yeah)<br>Everybody rock your body right<br>Backstreet's back, alright!<br>Alright!<br>Now throw your hands up in the air<br>Wave them around like you just don't care<br>If you wanna party, let me hear you yell<br>'Cause we got it going on again (yeah, yeah)<br>Am I original? Yeah<br>Am I the only one? Yeah<br>Am I sexual? Yeah<br>Am I everything you need?<br>You better rock your body now<br>Everybody (yeah)<br>Rock your body (yeah)<br>Everybody rock your body right<br>Backstreet's back, alright!<br>Alright!<br>Yeah, oh, yeah, oh<br>Rock your body<br>So everybody everywhere<br>Don't be afraid, don't have no fear<br>I'm gonna tell the world, make you understand<br>As long as there'll be music<br>We'll be coming back again<br>Everybody (yeah)<br>Rock your body (yeah)<br>Everybody rock your body right<br>Backstreet's back<br>Everybody (rock your body) (yeah)<br>Rock your body (rock your body) (yeah)<br>(Everybody rock your body) everybody<br>Rock your body right (everybody)<br>Backstreet's back, alright!<br><br>"
    },

    "sertabErener": {
        "artist": "Sertab Erener",
        "songName": "Love",
        "id": "73",
        "language": "Turkish",
        "image": "./img/covers/sertabErener.jpg",
        "player": "https://freefy.app/track/10386376/ask/embed",
        "lyrics": "Love, run away from my spell<br>Love, come back from death <br>Love, from one reason<br>Come, come into my world<br><br>Love, come back from death<br>With a reason<br>Get into my world<br><br>Love, come back from death <br>Get through my skin <br>Come, come into my world<br><br>Love, hit from the heart<br>Love, set the heart on fire<br>Love, get through my skin<br>Come, get into my blood<br><br>Love, come back from death<br>With a reason<br>Get into my world<br><br>Love, come back from death<br>Get through my skin<br>Come, come into my world<br><br>Get through my skin<br>My word, my patience has ran out.<br>Hear me hear hear hear<br>Love, come back from death<br>With a reason<br>Get into my world<br><br>Love, come back from death<br>Get through my skin<br>Come, come into my world<br>"
    },

    "eliTurkOglu": {
        "artist": "Eli Türkoğlu",
        "songName": "Since you left",
        "id": "74",
        "language": "Turkish",
        "image": "./img/covers/eliTurkOglu.jpg",
        "player": "https://freefy.app/track/489308559/yoklugunun-ertesi/embed",
        "lyrics": "Hopelessness burns through me <br>I keep thinking about where you are<br>Who you are with...<br>Today is Monday<br>The day you left I hid away from the world <br> <br>In my hands, look, I don’t have yours <br>Sometimes I want you next to me again<br>Every part of me is in agony<br>If all I have and don't have, even my soul, will be taken away from me, I'll wait again.<br> <br>My dreams have become despair, <br>the sun hasn't touched my hands ever since<br>Look, everything in me has turned jet-black<br>Thinking of white brings tears to my eyes<br> <br>A deep silence embraces me <br>I’m wrapped in the lifeless air <br>Today is Monday<br>I died the day you left <br> <br>In my hands, look, I don’t have yours <br>Sometimes I want you next to me again<br>Every part of me is in agony<br>If all I have and don't have, even my soul, will be taken away from me, I'll wait again.<br><br> <br>My dreams have become despair, <br>the sun hasn't touched my hands ever since<br>Look, everything in me has turned jet-black<br>Thinking of white brings tears to my eyes<br> <br>My dreams have become despair, <br>the sun hasn't touched my hands ever since<br>Look, everything in me has turned jet-black<br>Thinking of white brings tears to my eyes<br><br>"
    },

    "savage": {
        "artist": "Savage",
        "songName": "Don't cry tonight",
        "id": "75",
        "language": "English",
        "image": "./img/covers/savage.jpg",
        "player": "https://freefy.app/track/17062719/dont-cry-tonight-original-version/embed",
        "lyrics": "When you find the light to an upset shade away<br>If you never, never let me go with every melody<br>And you often were at leaving just my life<br>If you're really not to tug an end<br>Bye to my fantasy, me too<br>When you need to get another chance today<br>For a time there is the past, a path with you unbeen<br>Do you rather like to feel what is my life<br>If you're really going to listen, baby<br>At my fantasy, and me<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Just a random access memories of dreams<br>As you're hangin' upon me, do you love melody?<br>Thief of golden toys to an upset time away<br>As you have been at last we have the melody, we too<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br>Don't let me go<br>Don't cry tonight<br><br>"

    },

    "eType": {
        "artist": "E-Type",
        "songName": "Set the world on fire",
        "id": "76",
        "language": "English",
        "image": "./img/covers/eType.jpg",
        "player": "https://freefy.app/track/125564393/set-the-world-on-fire-7-version/embed",
        "lyrics": "Ooohh<br>Yeah, yeah, yeah, yeah, yeah, yeah yeah x4<br>So I am what I am and what I feel can not be wrong<br>This is the way that I feel and I'm coming on strong<br>We're talking hundreds and thousands,<br>with potential to stay,<br>but only one with quality,<br>can turn the loneliness away, com folla mi<br>One is a wonder,<br>one is a wonder,<br>but only one is a wonder,<br>one is a wonder<br>Set the world on fire<br>I'll do anything, to get what I want<br>Aim even higher<br>I'll do anything, to be the one<br>So I'm cruising round the continent,<br>to see what I can find<br>A lot of fangs, but I refuse to be a slave to the ground<br>We're talking gadda-da-vida,<br>honey now the deed is done<br>And if you're in you've got to show me,<br>that you really are the one,<br>com folla mi<br>One is a wonder,<br>one is a wonder,<br>but only one is a wonder,<br>one is a wonder<br>Set the world on fire<br>I'll do anything, to get what I want<br>(I'm gonna) aim even higher<br>I'll do anything, to be the one<br>Yeah, yeah, yeah, yeah, yeah, yeah yeah x2<br>Set the world on fire<br>I'll do anything, to get what I want<br>Aim even higher<br>I'll do anything, to be the one<br>set the world on fire<br>I'll do anything, to get what I want<br>(I'm gonna) aim even higher<br>I'll do anything, to be the one<br>Set the world on fire<br>Aim even higher<br>Yeah, ohh...<br><br>"
    },

    "rihanna": {
        "artist": "Rihanna",
        "songName": "umbrella",
        "id": "77",
        "language": "English",
        "image": "./img/covers/rihanna.jpg",
        "player": "https://freefy.app/track/15741/umbrella/embed",
        "lyrics": "Uh huh, uh huh (yeah, Rihanna)<br>Uh huh, uh huh (Good Girl Gone Bad)<br>Uh huh, uh huh (take three, action)<br>Uh huh, uh huh (Hov)<br>No clouds in my stones<br>Let it rain, I hydroplane in the bank<br>Comin' down like Dow Jones<br>When the clouds come, we gone<br>We Roc-A-Fella<br>We fly higher than weather<br>In G5's or better<br>You know me (you know me)<br>In anticipation for precipitation stack chips for the rainy day<br>Jay, Rain Man is back<br>With Little Ms. Sunshine, Rihanna, where you at?<br>You have my heart<br>And we'll never be worlds apart<br>Maybe in magazines<br>But you'll still be my star<br>Baby, 'cause in the dark<br>You can't see shiny cars<br>And that's when you need me there<br>With you I'll always share<br>Because<br>When the sun shines, we'll shine together<br>Told you I'll be here forever<br>Said I'll always be your friend<br>Took an oath, I'ma stick it out to the end<br>Now that it's raining more than ever<br>Know that we'll still have each other<br>You can stand under my umbrella<br>You can stand under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh, eh, eh-eh<br>These fancy things will never come in between<br>You're part of my entity, here for infinity<br>When the war has took its part<br>When the world has dealt its cards<br>If the hand is hard<br>Together we'll mend your heart<br>Because<br>When the sun shines, we shine together<br>Told you I'll be here forever<br>Said I'll always be your friend<br>Took an oath, I'ma stick it out to the end<br>Now that it's raining more than ever<br>Know that we'll still have each other<br>You can stand under my umbrella<br>You can stand under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh, eh, eh-eh<br>You can run into my arms<br>It's okay, don't be alarmed<br>Come into me (there's no distance in between our love)<br>So gon' and let the rain pour<br>I'll be all you need and more<br>Because<br>When the sun shines, we shine together<br>Told you I'll be here forever<br>Said I'll always be your friend<br>Took an oath, I'ma stick it out to the end<br>Now that it's raining more than ever<br>Know that we'll still have each other<br>You can stand under my umbrella<br>You can stand under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh<br>Under my umbrella, ella, ella, eh, eh, eh, eh, eh-eh<br>It's raining, raining<br>Ooh, baby, it's raining, raining<br>Baby, come into me<br>Come into me<br>It's raining, raining<br>Ooh, baby, it's raining, raining<br>You can always come into me<br>Come into me<br>It's pouring rain<br>It's pouring rain<br>Come into me<br>Come into me<br>It's pouring rain<br>It's pouring rain, come into me<br><br>"
    },
    "coolT": {
        "artist": "Cool-T",
        "songName": "The magic key",
        "id": "78",
        "language": "English",
        "image": "./img/covers/coolT.jpg",
        "player": "https://freefy.app/track/16379345/the-magic-key/embed",
        "lyrics": "This sudden end to my days<br>Makes me wish I'd changed my ways<br>Spent more time with the posse<br>One-T, Nine-T, Bull-T, me<br>From up here life seems so small<br>What's the meaning of it all?<br>Miss the way, it used to be<br>One-T, Nine-T, Bull-T, me<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen, find the magic key (listen up)<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen, let your life be free (listen up)<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen, find the magic key-key-key<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen, find the magic key-key-key<br>Blissful days, what you gonna do?<br>Still I miss my old T-crew<br>Can't afterlive without'em<br>I just wish they only knew<br>May they have lived without a home<br>But my homies loved me, kept me warm<br>Taught me to forget about the game<br>Money, hatred, hunger, pain<br>This sudden end to my days<br>Makes me wish I'd changed my ways<br>Spent more time with the posse<br>One-T, Nine-T, Bull-T, me<br>Missing you, missing you<br>Missing you, magic crew<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen, find the magic key (listen up)<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen, let your life be free (magic key)<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen find the magic key-key-key<br>Music's the odyssey (yeah)<br>It's here for you, for me<br>Just listen find the magic key-key-key<br>"
    },

    "robbieWilliams": {
        "artist": "Robbie Williams",
        "songName": "Feel",
        "id": "79",
        "language": "English",
        "image": "./img/covers/robbieWilliams.jpg",
        "player": "https://freefy.app/track/148939/feel/embed",
        "lyrics": "Come on, hold my hand<br>I wanna contact the living<br>Not sure I understand<br>This role I've been given<br>I sit and talk to God<br>And he just laughs at my plans<br>My head speaks a language<br>I don't understand<br>I just wanna feel real love<br>Feel the home that I live in<br>'Cause I got too much life<br>Running through my veins<br>Going to waste<br>I don't wanna die<br>But I ain't keen on living either<br>Before I fall in love<br>I'm preparing to leave her<br>I scare myself to death<br>That's why I keep on running<br>Before I've arrived<br>I can see myself coming<br>I just wanna feel real love<br>Feel the home that I live in<br>'Cause I got too much life<br>Running through my veins<br>Going to waste<br>And I need to feel<br>Real love and the love ever after<br>I cannot get enough<br>I just wanna feel real love<br>Feel the home that I live in<br>I got too much love<br>Running through my veins<br>To go to waste<br>I just wanna feel real love<br>And life ever after<br>There's a hole in my soul<br>You can see it in my face<br>It's a real big place<br>Come and hold my hand<br>I wanna contact the living<br>Not sure I understand<br>This role I've been given<br>Not sure I understand<br>Not sure I understand<br>Not sure I understand<br>Not sure I understand<br><br>"
    },

    "atb": {
        "artist": "ATB",
        "songName": "Till I come",
        "id": "80",
        "language": "English",
        "image": "./img/covers/atb.jpg",
        "player": "https://freefy.app/track/11608767/9pm-till-i-come/embed",
        "lyrics": "Till I come<br>Till I come<br>Change it and see<br>Till I come<br><br>Till I come<br>Till I come<br>Change it and see<br>Till I come<br><br>Till I Come<br>Change it and see<br>Till I come<br>Till I come<br>Till I come<br>Change it and see<br>Till I come<br>Till I come<br>Till I come<br>Change it and see<br><br>"
    },

    "andreyMironov": {
        "artist": "Андрей Миронов",
        "songName": "Black cat's song",
        "id": "81",
        "language": "Russian",
        "image": "./img/covers/andreyMironov.jpg",
        "player": "https://freefy.app/track/188968103/pesenka-kota-iz-mf-goluboj-shenok/embed",
        "lyrics": "Misfortune is foreign to me,<br>For I'm a hustler, you see,<br>And if your path I should cross,<br>Be sure it will be your loss.<br>Be sure it will be your loss.<br> <br>One must live life with finesse,<br>Live as if it's effortless,<br>All in all, my friends, it's best<br>To live life with success!<br> <br>Silly suckers I take for a ride,<br>And I feel nothing inside,<br>Not a hint of a worry or woe<br>This black cat will never know.<br>This black cat will never know.<br><br>"
    },

    "lorenAlled": {
        "artist": "Loren Alled",
        "songName": "Never enough",
        "id": "82",
        "language": "English",
        "image": "./img/covers/lorenAlled.jpg",
        "player": "https://freefy.app/track/489452326/never-enough-from-the-greatest-showman/embed",
        "lyrics": "I'm trying to hold my breath<br>Let it stay this way<br>Can't let this moment end<br>You set off a dream in me<br>Getting louder now<br>Can you hear it echoing?<br>Take my hand<br>Will you share this with me?<br>'Cause darling, without you<br>All the shine of a thousand spotlights<br>All the stars we steal from the night sky<br>Will never be enough<br>Never be enough<br>Towers of gold are still too little<br>These hands could hold the world but it'll<br>Never be enough<br>Never be enough<br>For me<br>Never, never<br>Never, never<br>Never, for me<br>For me<br>Never enough<br>Never enough<br>Never enough<br>For me<br>For me<br>For me<br>All the shine of a thousand spotlights<br>All the stars we steal from the night sky<br>Will never be enough<br>Never be enough<br>Towers of gold are still too little<br>These hands could hold the world but it'll<br>Never be enough<br>Never be enough<br>For me<br>Never, never<br>Never, never<br>Never, for me<br>For me<br>Never enough<br>Never, never<br>Never enough<br>Never, never<br>Never enough<br>For me<br>For me<br>For me<br>For me<br><br>"
    },

    "herbAlpert": {
        "artist": "Herb Alpert",
        "songName": "A Banda",
        "id": "83",
        "language": "English",
        "image": "./img/covers/herbAlpert.jpg",
        "player": "https://freefy.app/track/19305746/a-banda/embed",
        "lyrics": "This song is an instrumental"
    },

    "santaEsmeralda": {
        "artist": "Santa Esmeralda",
        "songName": "Don't let me be misunderstood",
        "id": "84",
        "language": "English",
        "image": "./img/covers/santaEsmeralda.jpg",
        "player": "https://freefy.app/track/1643465/dont-let-me-be-misunderstood/embed",
        "lyrics": "Baby, can you understand me now?<br>Sometimes I get a little mad<br>Don't you know, no one alive can always be an angel<br>When things go wrong, I seem to go bad<br>I'm just a soul whose intentions are good<br>Oh Lord, please don't let me be misunderstood<br>Yeah, baby, sometimes I'm so carefree<br>With a joy that's hard to hide<br>Yeah, and other times it seems that<br>All I ever have is worry<br>And then you're bound to see my other side<br>Oh, I'm just a soul whose intentions are good<br>Oh Lord, please don't let me be misunderstood<br>Well If I get edgy, I want you to know<br>I never mean to take it out on you<br>Life has its problems, I get more than my share<br>But there's one thing that I would never do<br>Oh, I'm just a soul whose intentions are good<br>Oh Lord, please don't let me be misunderstood<br>Well If I get edgy, I want you to know<br>I never mean to take it out on you<br>Life has its problems, I get more than my share<br>But there's one thing that I would never do<br>'Cause I love you<br>Oh<br>Oh, now don't you know I'm human<br>I got my faults just like anyone<br>And sometimes I lie awake, alone, regretting<br>Some foolish thing, some sinful thing I've done<br>I'm just a soul whose intentions are good<br>Oh Lord, please don't let me be misunderstood<br>I said, I'm just a soul whose intentions are good<br>Oh Lord, please don't let me be misunderstood<br>Oh, I'm just a soul whose intentions are good<br>Oh Lord, please don't let me be misunderstood<br><br><br>"
    },

    "laBionda": {
        "artist": "La bionda",
        "songName": "There for me",
        "id": "85",
        "language": "English",
        "image": "./img/covers/laBionda.jpg",
        "player": "https://freefy.app/track/5462587/there-for-me/embed",
        "lyrics": "There for me<br>Every time I've been away<br>Will you be there for me<br>Thinking of me every day<br>Are you my destiny<br>Words I never dared to day<br>Will you be there for me<br>Just think of you and me<br>We could never toe the line<br>It's such a mystery<br>Just to hear you say you're mine<br>And while you're close to me<br>So close to me<br>Just hold me<br>When it's blowing cold and<br>All the city streets are grey<br>Walking all alone and<br>Watching how the children play<br>Voices on the wind and<br>Faces from the past all dancing by<br>They're asking why<br>Are you still there for me<br>Every time I go away<br>Are you still there for me<br>Thinking of me every day<br>Are you my destiny<br>Words I never dared to day<br>Are you still there for me<br>And while you're close to me<br>So close to me<br>Just hold me<br>Can you really want me more<br>Than for a little while?<br>What are all the stories hiding<br>There behind your smile<br>Wishes in a dream and figures<br>In a world that I could share<br>And everywhere<br>Will you be there for me<br>Will there ever come a day<br>When all the world can see<br>Things were meant to be that way<br>And you're still there for me<br>Can't you hear the people say<br>That you're just there for me<br>(There for me)<br>There for me<br><br>"
    },

    "marinaAndTheDiamonds": {
        "artist": "Marina and the diamonds",
        "songName": "Savages",
        "id": "86",
        "language": "English",
        "image": "./img/covers/marinaAndTheDiamonds.jpg",
        "player": "https://freefy.app/track/4333664/savages/embed",
        "lyrics": "Murder lives forever and so does war<br>It's survival of the fittest, rich against the poor<br>At the end of the day, it's a human trait<br>Hidden deep down inside of our DNA<br>One man can build a bomb, another run a race<br>To save somebody's life and have it blow up in his face<br>I'm not the only one who finds it hard to understand<br>I'm not afraid of God, I am afraid of man<br>Is it running in our blood? Is it running in our veins?<br>Is it running in our genes? Is it in our DNA?<br>Humans aren't gonna behave as we think we always should<br>Yeah, we can be bad as we can be good<br>Underneath it all, we're just savages<br>Hidden behind shirts, ties and marriages<br>How could we expect anything at all?<br>We're just animals still learning how to crawl<br>We live, we die, we steal, we kill, we lie<br>Just like animals but with far less grace<br>We laugh, we cry like babies in the night<br>Forever running wild in the human race<br>Another day, another tale of rape<br>Another ticking bomb to bury deep and detonate<br>I'm not the only one who finds it hard to understand<br>I'm not afraid of God, I am afraid of man<br>You can see it on the news, you can watch it on TV<br>You can read it on your phone, you can say it's troubling<br>Humans aren't gonna behave as we think we always should<br>Yeah, we can be bad as we can be good<br>Underneath it all, we're just savages<br>Hidden behind shirts, ties and marriages<br>How could we expect anything at all?<br>We're just animals still learning how to crawl<br>Underneath it all we're just savages<br>Hidden behind shirts, ties and marriages<br>Truth is in us all, cradle to the grave<br>We're just animals still learning to behave<br>All the hate coming out from a generation<br>Who got everything and nothing guided by temptation<br>Were we born to abuse, shoot a gun and run<br>Or has something deep inside of us come undone?<br>Is it a human trait or is it learned behaviour?<br>Are you killing for yourself or killing for your saviour?<br>Underneath it all, we're just savages<br>Hidden behind shirts, ties and marriages<br>How could we expect anything at all?<br>We're just animals still learning how to crawl<br>Underneath it all we're just savages<br>Hidden behind shirts, ties and marriages<br>Truth is in us all, cradle to the grave<br>We're just animals still learning to behave<br><br>"
    },

    "alBanoAndRominaPower": {
        "artist": "Al Bano & Romina Power",
        "songName": "Felicita",
        "id": "87",
        "language": "Italian",
        "image": "./img/covers/alBanoAndRominaPower.jpg",
        "player": "https://freefy.app/track/19481476/felicita/embed",
        "lyrics": "Happiness<br>is holding hands and going away together<br>happiness<br>is an innocent look, in the middle of a crowd<br>happiness<br>is staying close like children, happiness<br>happiness<br> <br>happiness<br>is a pillow made of feather, the rivers' water<br>that flows<br>is the rain going down the roofs<br>happiness<br>is turning off the light so peace can rule<br>happiness<br>happiness<br> <br>happiness<br>is a glass of wine and a sandwich<br>happiness<br>is leaving a note inside a drwaer<br>happiness<br>is singing together how much I like you<br>happiness, happiness<br> <br>You can feel in the air<br>our love song that flies<br>like a thought that knows about happiness<br>You can feel in the air<br>a warmer ray of sun that flows<br>like a smile that knows about happiness<br> <br>happiness<br>is a night with a surprising full moon<br>and the radio that is on<br>Is a 'happy birthday' card full of little hearts<br>happiness<br>is an unexpected call<br>happiness<br>happiness<br> <br>Happiness<br>is a beach at night, the waves that hit the shore<br>happiness<br>is a hand full of love put on the heart<br>happiness<br>is waiting for the sunrise to do it all over again<br>happiness, happiness<br> <br>You can feel in the air<br>our love song that flies<br>like a thought that knows about happiness<br>You can feel in the air<br>a warmer ray of sun that flows<br>like a smile that knows about happiness<br> <br>You can feel in the air<br>our love song that flies<br>like a thought that knows about happiness<br>You can feel in the air<br>a warmer ray of sun that flows<br>like a smile that knows about happiness<br><br>"
    },

    "nemnogoNervno": {
        "artist": "Немного нервно",
        "songName": "Richard",
        "id": "88",
        "language": "Russian",
        "image": "./img/covers/nemnogoNervno.jpg",
        "player": "https://freefy.app/track/451166632/richard/embed",
        "lyrics": "She <br>Is writing to Thou while Thou art on Thy journey <br>About <br>How cold the spring is <br>About <br>The flames of a campfire <br>That fail to warm her hands <br>About a plague down the Themes<br>And up (the Themes) her sister war (the Themes)<br>Is sitting on the bank ...<br>She (the lady) would love to know <br>If Thy Honour is still alive <br>If Thy heart runneth over with sorrow <br>This is her joy that Thou hath taken away <br>Thou were righteous yet not right... <br>Her windows are lit at night... <br>...But no response... <br>All these long years of codes and rules <br>The Queen is in power but is powerless <br>The Queen loses her sanity slowly<br>...Unnoticeably. <br>She <br>Begs Thine forgiveness <br>For the tremble in her word <br>Forgive Her<br>For the anxiety in her hand (as she is writing) <br>Here is a lock of her hair <br>As a clear poison on the tip of an arrow <br>She <br>Yearns so much <br>for a response at least for one (letter / question?): <br>Will God bring Thou back home? <br>Is it raining in spring <br>On the hallow ground? <br>This is the joy that Thou have taken away<br>Thou were righteous yet not right <br>Her windows are lit at night <br>...But no response... <br>All these long years of codes and rules <br>The Queen is in power but is powerless <br>The Queen loses her sanity slowly... Unnoticeably<br>The Queen loses her sanity slowly... Unnoticeably<br>The Queen loses her sanity slowly... Unnoticeably<br><br>"
    },

    "edSheeran": {
        "artist": "Ed Sheeran",
        "songName": "Perfect",
        "id": "89",
        "language": "English",
        "image": "./img/covers/edSheeran.jpg",
        "player": "https://freefy.app/track/15112917/perfect/embed",
        "lyrics": "I found a love, for me<br>Darling, just dive right in and follow my lead<br>Well, I found a girl, beautiful and sweet<br>Oh, I never knew you were the someone waiting for me<br>'Cause we were just kids when we fell in love<br>Not knowing what it was<br>I will not give you up this time<br>But darling, just kiss me slow<br>Your heart is all I own<br>And in your eyes, you're holding mine<br>Baby, I'm dancing in the dark<br>With you between my arms<br>Barefoot on the grass<br>Listening to our favourite song<br>When you said you looked a mess<br>I whispered underneath my breath<br>But you heard it<br>Darling, you look perfect tonight<br>Well, I found a woman, stronger than anyone I know<br>She shares my dreams, I hope that someday I'll share her home<br>I found a lover, to carry more than just my secrets<br>To carry love, to carry children of our own<br>We are still kids, but we're so in love<br>Fighting against all odds<br>I know we'll be alright this time<br>Darling, just hold my hand<br>Be my girl, I'll be your man<br>I see my future in your eyes<br>Baby, I'm dancing in the dark<br>With you between my arms<br>Barefoot on the grass<br>Listening to our favorite song<br>When I saw you in that dress, looking so beautiful<br>I don't deserve this<br>Darling, you look perfect tonight<br>Baby, I'm dancing in the dark<br>With you between my arms<br>Barefoot on the grass<br>Listening to our favorite song<br>I have faith in what I see<br>Now I know I have met an angel in person<br>And she looks perfect<br>I don't deserve this<br>You look perfect tonight<br><br>"
    },

    "bomfunkMc": {
        "artist": "Bomfunk MC",
        "songName": "Freestyler",
        "id": "90",
        "language": "English",
        "image": "./img/covers/bomfunkMc.jpg",
        "player": "https://freefy.app/track/3193328/freestyler-alternative-radio-edit/embed",
        "lyrics": "Freestyler... rock the microphone<br>Straight from the top of my dome<br>Freestyler... rock the microphone<br>Carry on with the freestyler<br><br>I gotz to hmm, to throw on<br>And go on, you know I gotz to flow on<br>Select us on ya radio, play us<br>Cause we're friendly for ozone<br>But that's not all so hold on<br>Tight, as I rock the mic right<br>Oh... excuse me, pardon<br>As I synchronize with the analyzed<br>Upcoming vibes the session<br>Let there be a lesson, question<br>You carry protection<br>Or will your heart go on<br>Like Céline Dion, Karma Chameleon<br><br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br><br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br><br>Hit me<br>Hit me<br>Hit me<br><br>Styles, steelos, we bring many kilos<br>So you could pick yours, from the various<br>Ambitious, nutritious, delicious, delirious<br>Or vicious, just tell us<br>We deliver anythin' from acappella's to propellers<br>Suckers get jealous<br>But they're soft like marshmallows<br>You know they can't handle us<br>Like Debbie does Dallas<br>Yeah, we come scandalous so who the fuck<br>Is Alice, is she from Buckingham Palace?<br><br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br><br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br><br>Hit me, hit me<br>Hit me, hit me<br>Hit me, hit me<br>Hit me, hit me<br><br>Freestyler... rock the microphone<br>Straight from the top of my dome<br>Freestyler... rock the microphone<br>Carry on with the freestyler<br><br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br><br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br>Yeah, straight from the top of my dome<br>As I rock, rock, rock, rock, rock the microphone<br><br>Hit me, hit me<br>Hit me, hit me<br>Hit me, hit me<br>Hit me, hit me<br>"
    },

    "pabloLopez": {
        "artist": "Pablo Lopez",
        "songName": "El patio",
        "id": "91",
        "language": "Spanish",
        "image": "./img/covers/pabloLopez.jpg",
        "player": "https://freefy.app/track/8248971/el-patio/embed",
        "lyrics": "Fuera, vete de mi casa<br>Tú no eres mi amiga<br>Que yo sigo jugando<br>Que más da<br>Sigo jugando, solo<br>Me aburro<br>Mi patio está vacío<br>Y suenan las sirenas<br>Y yo sigo jugando<br>Que más da<br>Sigo jugando<br>Y siempre me castigas<br>Y solo quiero que te vayas<br>Solo quiero que se acabe<br>Solo quiero que me dejes solo<br>Fuera, vete de mi casa<br>Suéltame las manos<br>No soy más que un niño<br>Con los pies descalzos<br>Y yo sigo jugando<br>Qué más da<br>Sigo jugando solo<br>Nada<br>Ya no queda nada<br>Solo tu delirio<br>Tu ruido insoportable en el salón<br>No queda nada más que tu fantasma<br>Solo quiero que te vayas<br>Solo quiero que se acabe<br>Solo quiero que me dejes solo<br>Fuera, vete de mi casa<br>Suéltame las manos<br>No soy mas que un niño<br>Con los pies descalzos<br>Y yo sigo jugando<br>Qué más da<br>Sigo jugando solo<br>Yo sigo jugando que mas da<br>Sigo jugando solo<br>Solo<br>Siempre, siempre me castigas<br>Siempre, siempre me castigas<br>Перевести на русский<br><br>"
    },

    "cami": {
        "artist": "Cami",
        "songName": "Un poco mas de frío",
        "id": "92",
        "language": "Spanish",
        "image": "./img/covers/cami.jpg",
        "player": "https://freefy.app/track/11367052/un-poco-mas-de-frio/embed",
        "lyrics": "Me dejaste sola<br>En medio de la calle<br>Vi correr tu sombra<br>Buscando algún escape<br>No te me acerques, que quema<br>Cuando me buscas me quiebra<br>Esta noche hace un poco más de frío<br>Me duele hasta el ombligo si escucho tu voz<br>Gritándome que tu dolor y el mio<br>No encontraran alivio si no regresas hoy<br>No te reconozco y entonces tú me pierdes<br>Te maldigo horas, tú me amarás pa' siempre<br>Y que te mate la pena cuando en tú sueño me veas<br>Esta noche hace un poco más de frío<br>Me duele hasta el ombligo si escucho tu voz<br>Gritándome que tu dolor y el mio<br>No encontraran alivio si no regresas hoy<br>Y que te mate la pena cuando en tú sueño me veas<br>Esta noche hace un poco más de frío<br>Me duele hasta el ombligo si escucho tu voz<br>Gritándome que tu dolor y el mio<br>No encontraran alivio si no regresas hoy<br>Перевести на русский<br><br>"
    },

    "ilDivo": {
        "artist": "Il Divo",
        "songName": "Caruso",
        "id": "93",
        "language": "Italian",
        "image": "./img/covers/ilDivo.jpg",
        "player": "https://freefy.app/track/5952701/caruso/embed",
        "lyrics": "Where the sea shines<br>And the wind howls loudly<br>There's an old terrace<br>Near the Gulf of Sorrento<br>A man embraces a girl<br>After she had cried<br>Then he clears his voice<br>And starts to sing<br>I love you very much<br>But so, so much, you know<br>It's a chain now<br>That melts the blood in the veins, you know<br>He saw the lights in the middle of the sea<br>Thought about the nights in America<br>But they were just the lamps<br>In the white wake of a propeller<br>He felt the pain in the music<br>He got up from the piano<br>But when he saw the moon come out from a cloud<br>Even death seemed sweeter to him<br>He looked into the girl's eyes<br>Those eyes as green as the sea<br>Then suddenly a tear fell<br>And he thought he was drowning<br>I love you very much<br>But so, so much, you know<br>It's a chain now<br>That melts the blood in the veins, you know<br>The power of the lyrics<br>Where every drama is a fake<br>That with a bit of makeup and mimicry<br>You can become someone else<br>But two eyes looking at you<br>So close and real<br>Make you forget the words<br>Confuse thoughts<br>So everything became small<br>Even the nights in America<br>You turn around and see your life<br>Like the white wake of a propeller<br>But yes, life ends<br>But he didn't think about it much<br>In fact, he already felt happy<br>And started his song<br>I love you very much<br>But so, so much, you know<br>It's a chain now<br>That melts the blood in the veins, you know<br>I love you very much<br>But so, so much, you know<br>It's a chain now<br>That melts the blood in the veins, you know<br><br>"
    },

    "meikoKaji": {
        "artist": "Meiko Kaji",
        "songName": "The Flower of Carnage",
        "id": "94",
        "language": "Japanese",
        "image": "./img/covers/meikoKaji.jpg",
        "player": "https://freefy.app/track/656309/the-flower-of-carnage/embed",
        "lyrics": "Begrieving snow falls in the dead morning<br>Stray dog's howls and the footsteops of Geta pierce the air<br> <br>I walk with the weight of the Milky Way on my shoulders<br>But an umbrella that holds onto the darkness is all there is.<br> <br>I'm a woman who walks at the brink of life and death<br>Who's emptied my tears many moons ago.<br> <br>All the compassion tears and dreams<br>The snowy nights and tomorrow hold no meaning<br> <br>I've immersed my body in the river of venegance<br>And thrown away my womanhood many moons ago<br> <br>On the behalf of heaven, they're our soldiers, the loyal, invincible and brave.<br> <br>Now it's time for them to leave the country of their<br>Parents their hearts buoyed by encouraging voices.<br> <br>They are solemnly resolved not to return alive, without victory.<br>Here at home, the citizens wait for you.<br> <br>In foreign lands, the brave troops<br>Instead of kindness from someone<br> <br>I do not care about<br>I rather prefer selifshness from you my beloved.<br> <br>Oh, it the world a dream or an illusion?<br>I am all alone in jail.<br><br>"
    },

    "samBrown": {
        "artist": "Sam Brown",
        "songName": "Stop",
        "id": "95",
        "language": "English",
        "image": "./img/covers/samBrown.jpg",
        "player": "https://freefy.app/track/72687140/stop/embed",
        "lyrics": "All that I have is all that you've given me<br>Did you never worry that I'd come to depend on you<br>I gave you all the love I had in me<br>Now I find you've lied and I can't believe it's true<br>Wrapped in her arms I see you across the street<br>And I can't help but wonder if she knows what's going on<br>You talk of love but you don't know how it feels<br>When you realize that you're not the only one<br>Oh you'd better stop before you tear me all apart<br>You'd better stop before you go and break my heart<br>Ooh you'd better stop<br>Time after time I've tried to walk away<br>(I've tried to walk away)<br>But it's not that easy when your soul is torn in two<br>So I just resign myself to it every day<br>Now all I can do is to leave it up to you<br>Oh, oh you'd better stop before you tear me all apart<br>You'd better stop before you go and break my heart<br>Ooh you'd better stop if love me (you will remember)<br>Now's the time to be sorry (that day forever)<br>I won't believe that you'd walk out on me, babe ooh<br>Oh you'd better stop (stop) before you tear me all apart<br>You'd better stop (stop) before you go and break my heart<br>Ooh (you'd better) you'd better stop, babe stop<br>(You'd better) ooh you'd better stop, babe stop<br>(You'd better) Babe stop<br>Babe stop<br>(You'd better, you'd better)<br>You'd better stop, stop, stop, stop<br>(You'd better, you'd better)<br>Babe stop<br>(You'd better, you'd better)<br>You'd better stop<br>(You'd better, you'd better)<br>Oh oh yeah yeah yeah (you'd better)<br>(You'd better, you'd better)<br>(You'd better)<br>(You'd better, you'd better)<br><br>"
    },

    "fosterThePeople": {
        "artist": "Foster The People",
        "songName": "Pumped up kicks",
        "id": "96",
        "language": "English",
        "image": "./img/covers/fosterThePeople.jpg",
        "player": "https://freefy.app/track/164/pumped-up-kicks/embed",
        "lyrics": "Robert's got a quick hand<br>He'll look around the room, but won't tell you his plan<br>He's got a rolled cigarette<br>Hanging out his mouth, he's a cowboy kid, yeah<br>He found a six-shooter gun<br>In his dad's closet, and with a box of fun things<br>I don't even know what<br>But he's coming for you, yeah, he's coming for you<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>Daddy works a long day<br>He'd be coming home late, yeah, he's coming home late<br>And he's bringing me a surprise<br>'Cause dinner's in the kitchen, and it's packed in ice<br>I've waited for a long time<br>Yeah, the sleight of my hand is now a quick pull trigger<br>I reason with my cigarette<br>Then say, Your hair's on fire, you must have lost your wits, yeah<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>Run, run, run, run<br>R-r-r-run, run, run, run<br>R-r-r-run, run, run, run<br>R-r-r-run<br>Run, run<br>Run, run, run<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>All the other kids with the pumped up kicks<br>You better run, better run outrun my gun<br>All the other kids with the pumped up kicks<br>You better run, better run faster than my bullet<br>"
    },

    "joaquinSabina": {
        "artist": "Joaquin Sabina",
        "songName": "Quien me ha robado el mes de abril",
        "id": "97",
        "language": "Spanish",
        "image": "./img/covers/joaquinSabina.jpg",
        "player": "https://freefy.app/track/10804665/quien-me-ha-robado-el-mes-de-abril/embed",
        "lyrics": "En la posada del fracaso<br>Donde no hay consuelo ni ascensor<br>El desamparo y la humedad<br>Comparten colchón<br>Y cuando por la calle pasa<br>La vida como un huracán<br>El hombre del traje gris<br>Saca un sucio calendario del bolsillo<br>Y grita<br>Quién me ha robado el mes de abril<br>Cómo pudo sucederme a mí<br>Quién me ha robado el mes de abril<br>Lo guardaba en el cajón<br>Donde guardo el corazón<br>La chica de bup casi todas<br>Las asignaturas suspendió<br>El curso que preñada<br>Aquel chaval la dejó<br>Y cuando en la pizarra pasa<br>Lista el profe de latín<br>Lágrimas de desamor<br>Ruedan por las páginas de un bloc<br>Y en el escribe<br>Quién me ha robado el mes de abril<br>Cómo pudo sucederme a mí<br>Pero, quién me ha robado el mes de abril<br>Lo guardaba en el cajón<br>Donde guardo el corazón<br>El marido de mi madre<br>En el último tren se marchó<br>Con una peluquera<br>Veinte años menor<br>Y cuando exhiben esas risas<br>De instamatic en parís<br>Derrotada en el sillón<br>Se marchita viendo falconcrest<br>Mi vieja, y piensa,<br>Quién me ha robado el mes de abril<br>Cómo pudo sucederme a mí<br>Quién me ha robado el mes de abril<br>Lo guardaba en el cajón<br>Donde guardo el corazón<br>Перевести на русский<br><br>"
    },

    "joseLuisPerales ": {
        "artist": "Jose Luis Perales",
        "songName": "Un velero llamado Libertad",
        "id": "98",
        "language": "Spanish",
        "image": "./img/covers/joseLuisPerales.jpg",
        "player": "https://freefy.app/track/1019669/un-velero-llamado-libertad-version-2019/embed",
        "lyrics": "Ayer se fue, tomó sus cosas y se puso a navegar<br>Una camisa, un pantalón vaquero y una canción<br>Dónde irá, dónde irá<br>Se despidió, y decidió batirse en duelo con el mar<br>Y recorrer el mundo en su velero<br>Y navegar, nai-na-na, navegar<br>Y se marchó<br>Y a su barco le llamó libertad<br>Y en el cielo descubrió gaviotas<br>Y pintó, estelas en el mar<br>Y se marchó<br>Y a su barco le llamó libertad<br>Y en el cielo descubrió gaviotas<br>Y pintó, estelas en el mar<br>Su corazón buscó una forma diferente de vivir<br>Pero las olas le gritaron: Vete<br>Con los demás, nai-na-na, con los demás<br>Y se durmió<br>Y la noche le gritó: ¿dónde vas?<br>Y en sus sueños dibujó gaviotas<br>Y pensó, hoy debo regresar<br>Y regresó<br>Y una voz le preguntó: ¿cómo estás?<br>Y al mirarla descubrió<br>Unos ojos, nai-na-na, azules como el mar<br>Y regresó<br>Y una voz le preguntó: ¿cómo estás?<br>Y al mirarla descubrió<br>Unos ojos, nai-na-na, azules como el mar<br>Y se marchó<br>Y a su barco le llamó libertad<br>Y en el cielo descubrió gaviotas<br>Y pintó, estelas en el mar<br><br>"
    },

    "secretService": {
        "artist": "Secret Service",
        "songName": "10 o'clock posyman",
        "id": "99",
        "language": "English",
        "image": "./img/covers/secretService.jpg",
        "player": "https://freefy.app/track/1605352/ten-oclock-postman/embed",
        "lyrics": "Ten o′clock postman<br>Bring me her letter<br>Ten o'clock postman<br>Make me feel better<br>Been so many days<br>Since that I′ve met her<br>Ten o'clock postman<br>Bring me her letter<br>Bring me her letter<br><br>I'm walking all over the room<br>Wonder why I don′t stop biting my nails<br>Why carry this feeling of doom<br>A couple more hours and I′ll get the mail<br>I'll get the mail<br><br>Finding it so hard to eat<br>The toast and the eggs they just don′t taste the same<br>Hearing a noise in the street<br>I run to the window and cry out in the vain<br><br><br>Ten o'clock postman<br>Bring me her letter<br>Ten o′clock postman<br>Make me feel better<br>Been so many days<br>Since that I've met her<br>Ten o′clock postman<br>Bring me her letter<br>Bring me her letter<br><br>Remembering that she said for sure<br>I'll write you the minute I'll get off the plane<br>Nothing, not one single word<br>It must come this morning or I′ll go insane<br>I′ll go insane<br><br>Now it's been almost five days<br>Could she have sent it by air or by rail<br>I hear someone′s comin' this way<br>This must be it, yes it must be the mail<br><br>Ten o′clock postman<br>Bring me her letter<br>Ten o'clock postman<br>Make me feel better<br>Been so many days<br>Since that I′ve met her<br>Ten o'clock postman<br>Bring me her letter<br>Bring me her letter<br><br><br>Ten o'clock postman<br>Bring me her letter<br>Ten o′clock postman<br>Make me feel better<br>Been so many days<br>Since that I′ve met her<br>Ten o'clock postman<br>Bring me her letter<br><br>Ten o′clock postman<br>Bring me her letter<br>Ten o'clock postman<br>Make me feel better<br>Been so many days<br>Since that I′ve met her<br>Ten o'clock postman<br>Bring me her letter<br>"
    },

    "boneyTyler": {
        "artist": "Boney Tyler",
        "songName": "Total Eclipse of the heart",
        "id": "100",
        "language": "English",
        "image": "./img/covers/boneyTyler.jpeg",
        "player": "https://freefy.app/track/161618/total-eclipse-of-the-heart/embed",
        "lyrics": "(Turn around)<br>Every now and then I get a little bit lonely and you're never coming 'round<br>(Turn around)<br>Every now and then I get a little bit tired of listening to the sound of my tears<br>(Turn around)<br>Every now and then I get a little bit nervous that the best of all the years have gone by<br>(Turn around)<br>Every now and then I get a little bit terrified and then I see the look in your eyes<br>(Turn around, bright eyes)<br>Every now and then I fall apart<br>(Turn around, bright eyes)<br>Every now and then I fall apart<br>(Turn around)<br>Every now and then I get a little bit restless and I dream of something wild<br>(Turn around)<br>Every now and then I get a little bit helpless and I'm lying like a child in your arms<br>(Turn around)<br>Every now and then I get a little bit angry and I know I've got to get out and cry<br>(Turn around)<br>Every now and then I get a little bit terrified, but then I see the look in your eyes<br>(Turn around, bright eyes)<br>Every now and then I fall apart<br>(Turn around, bright eyes)<br>Every now and then I fall apart<br>And I need you now, tonight<br>And I need you more than ever<br>And if you only hold me tight<br>We'll be holding on forever<br>And we'll only be making it right<br>'Cause we'll never be wrong<br>Together we can take it to the end of the line<br>Your love is like a shadow on me all of the time (all of the time)<br>I don't know what to do and I'm always in the dark<br>We're living in a powder keg and giving off sparks<br>I really need you tonight<br>Forever's gonna start tonight<br>Forever's gonna start tonight<br>Once upon a time I was falling in love<br>Now I'm only falling apart<br>There's nothing I can do<br>A total eclipse of the heart<br>Once upon a time there was light in my life<br>But now there's only love in the dark<br>Nothing I can say<br>A total eclipse of the heart<br>(Turn around, bright eyes)<br>(Turn around, bright eyes)<br>(Turn around)<br>Every now and then I know you'll never be the boy you always wanted to be<br>(Turn around)<br>But every now and then I know you'll always be the only boy who wanted me the way that I am<br>(Turn around)<br>Every now and then I know there's no one in the universe as magical and wondrous as you<br>(Turn around)<br>Every now and then I know there's nothing any better<br>There's nothing that I just wouldn't do<br>(Turn around, bright eyes)<br>Every now and then I fall apart<br>(Turn around, bright eyes)<br>Every now and then I fall apart<br>And I need you now, tonight (and I need you, and I need you)<br>And I need you more than ever<br>And if you only hold me tight (if you only)<br>We'll be holding on forever<br>And we'll only be making it right (and we'll never)<br>'Cause we'll never be wrong<br>Together we can take it to the end of the line<br>Your love is like a shadow on me all of the time (all of the time)<br>I don't know what to do, I'm always in the dark<br>Living in a powder keg and giving off sparks<br>I really need you tonight<br>Forever's gonna start tonight<br>(Forever's gonna start tonight)<br>Once upon a time I was falling in love<br>Now I'm only falling apart<br>There's nothing I can do<br>A total eclipse of the heart<br>Once upon a time there was light in my life<br>But now there's only love in the dark<br>Nothing I can say<br>A total eclipse of the heart<br>A total eclipse of the heart<br>A total eclipse of the heart<br>(Turn around, bright eyes)<br>(Turn around, bright eyes)<br>(Turn around)<br><br>"
    }, 

    "phantomPlanet": {
        "artist": "Phantom Planet",
        "songName": "California",
        "id": "101",
        "language": "English",
        "image": "./img/covers/phantomPlanet.jpg",
        "player": "https://freefy.app/track/91306684/california-the-oc-theme/embed",
        "lyrics": "We've been on the run<br>Driving in the sun<br>Looking out for number one<br>California here we come<br>Right back where we started from<br>Hustlers grab your guns<br>Your shadow weighs a ton<br>Driving down the 101<br>California here we come<br>Right back where we started from<br>California here we come<br>On the stereo<br>Listen as we go<br>Nothings gonna stop me now<br>California here we come<br>Right back where we started from<br>Pedal to the floor<br>Thinking of the roar<br>Gotta get us to the show<br>California here we come<br>Right back where we started from<br>California here we come<br>California<br>California here we come<br>Oh<br>California, California here we come<br>California, California here we come<br>California, California here we come<br>California, California here we come<br>"
    }, 

    "acDc": {
        "artist": "AC/DC",
        "songName": "Back in black",
        "id": "102",
        "language": "English",
        "image": "./img/covers/acDc.jpg",
        "player": "https://freefy.app/track/51427/back-in-black/embed",
        "lyrics": "Back in black<br>I hit the sack<br>I've been too long, I'm glad to be back<br>Yes, I'm let loose<br>From the noose<br>That's kept me hanging about<br>I've been looking at the sky<br>'Cause it's gettin' me high<br>Forget the hearse 'cause I never die<br>I got nine lives<br>Cat's eyes<br>Abusin' every one of them and running wild<br>'Cause I'm back<br>Yes, I'm back<br>Well, I'm back<br>Yes, I'm back<br>Well, I'm back, back<br>Well, I'm back in black<br>Yes, I'm back in black<br>Back in the back<br>Of a Cadillac<br>Number one with a bullet, I'm a power pack<br>Yes, I'm in a bang<br>With a gang<br>They've got to catch me if they want me to hang<br>'Cause I'm back on the track<br>And I'm beatin' the flack<br>Nobody's gonna get me on another rap<br>So look at me now<br>I'm just makin' my play<br>Don't try to push your luck, just get out of my way<br>'Cause I'm back<br>Yes, I'm back<br>Well, I'm back<br>Yes, I'm back<br>Well, I'm back, back<br>Well, I'm back in black<br>Yes, I'm back in black<br>Well, I'm back, yes, I'm back<br>Well, I'm back, yes, I'm back<br>Well, I'm back, back<br>Well, I'm back in black<br>Yes, I'm back in black<br>Oh, yeah<br>Oh, yeah<br>Take my love<br>Oh, yeah, yeah<br>Oh, yeah, yeah, ooh, yeah<br>Well, I'm back (I'm back)<br>Back (I'm back)<br>Back (I'm back)<br>Back (I'm back)<br>Back (I'm back)<br>Back<br>Back in black<br>Yes, I'm back in black<br>I've hit the sack<br><br>"
    },
    
    "faun": {
        "artist": "Faun",
        "songName": "Tanz mit mir",
        "id": "103",
        "language": "German",
        "image": "./img/covers/faun.jpeg",
        "player": "https://freefy.app/track/2867432/tanz-mit-mir/embed",
        "lyrics": "<br>Oh, come, you beauty, bring the wine to me<br>Bring the wine to me, I'm dying of thirst here<br>Oh, come, you beauty, bring the wine to me<br>For I'm in the mood for wine and broad<br>I'll pour for you only if you dance with me<br>If you dance with me, then I'll come to you<br>I'll pour for you only if you dance with me<br>Then you'll get wine and broad<br><br><br>Oh, come, you beauty, up on the table<br>Up on the table, come on, we'll dance on it<br>Oh, come, you beauty, up on the table<br>For evеryone shall see us<br>I'll come up for a kiss from you<br>A kuss from you, yes, that's what I'm wishing for<br>I'll comе up, for a kiss from you<br>I want to stand up there with you<br><br><br>Sin is tempting and the flesh is weak<br>So will it always be<br>The night is young and the devil laughs<br>Come on, we'll pour ourselves a drink (Hah)<br><br><br><br>And later, beauty, share the bed with me<br>Share the bed with me, so that I'm not so cold<br>And later, beauty, share the bed with me<br>It shall not be your harm<br>But only if you don't kiss anyone else today<br>Don't kiss anyone else today; if you're faithful to me<br>But only if you don't kiss anyone else today<br>Otherwise, you'll have to sleep alone<br><br><br><br>Sin is tempting and the flesh is weak<br>So will it always be<br>The night is young and the devil laughs<br>Come on, we'll pour ourselves a drink<br><br><br>I'll pour for you only if you dance with me<br>If you dance with me, here and now<br><br>I'll pour for you only if you dance with me<br>I want to dance body-to-body<br><br>I'll pour for you only if you dance with me<br>If you dance with me, then I'll come to you<br><br>I'll pour for you only if you dance with me<br>Then you'll get wine and broad<br><br>I'll pour for you only if you dance with me<br>If you dance with me, here and now<br><br>I'll pour for you only if you dance with me<br>I want to dance body-to-body<br><br>I'll pour for you only if you dance with me<br>If you dance with me, then I'll come to you<br><br>I'll pour for you only if you dance with me<br>Then you'll get wine and broad<br><br>" 
    },

    "manoloEscobar": {
        "artist": "Manolo Escobar",
        "songName": "Viva España!",
        "id": "104",
        "language": "Spanish",
        "image": "./img/covers/manoloEscobar.jpg",
        "player": "https://freefy.app/track/3932/y-viva-espana/embed",
        "lyrics": "Entre Flores, fandanguillos y alegría'<br>Nació mi España, la tierra del amor<br>Sólo Dios pudiera hacer tanta belleza<br>Y es imposible que puedan haber dos<br>Y todo el mundo sabe que es verdad<br>Y lloran cuando tienen que marchar<br>Por eso se oye este refrán<br>Que viva España<br>Y siempre la recordarán<br>Que viva España<br>La gente canta con ardor<br>Que viva España<br>La vida tiene otro sabor<br>Y España es la mejor<br>En las tardes soleadas de corrida<br>La gente aclama al diestro con fervor<br>Y él saluda paseando a su cuadrilla<br>Con esa gracia de hidalgo español<br>La plaza por sí sola vibra ya<br>Y empieza nuestra fiesta nacional<br>Por eso se oye este refrán<br>Que viva España<br>Y siempre la recordarán<br>Que viva España<br>La gente canta con ardor<br>Que viva España<br>La vida tiene otro Sabor<br>Y España es la mejor<br>Qué bonito es el mar Mediterráneo<br>Su Costa Brava y su Costa del Sol<br>La sardana y el fandango me emocionan<br>Porque en sus notas hay vida y hay calor<br>España siempre ha sido y será<br>Eterno paraíso, sin igual<br>Por eso se oye este refrán<br>Que viva España<br>Y siempre la recordarán<br>Que viva España<br>La gente canta con ardor<br>Que viva España<br>La vida tiene otro sabor<br>Y España es la mejor<br>La-ra, la, la, la-ra, la, la<br>Que viva España<br>La-ra, la, la, la-ra, la, la<br>Que viva España<br>La gente canta con ardor<br>Que viva España<br>La vida tiene otro sabor<br>Y España es la mejor<br>¡España es la mejor!<br>¡Olé!<br>Перевести на русский<br><br>" 
    },

    "villagePeople": {
        "artist": "Village People",
        "songName": "YMCA",
        "id": "105",
        "language": "English",
        "image": "./img/covers/villagePeople.jpg",
        "player": "https://freefy.app/track/282406/ymca/embed",
        "lyrics": "Young man there's no need to feel down<br>I said young man pick yourself off the ground<br>I said young man 'cause your in a new town<br>There's no need to be unhappy<br>Young man there's a place you can go<br>I said young man when you're short on your dough<br>You can stay there and I'm sure you will find<br>Many ways to have a good time.<br>It's fun to stay at the Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>They have everything For young men to enjoy.<br>You can hang out with all the boys.<br>It's fun to stay at the Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>You can get yourself clean<br>You can have a good meal<br>You can do whatever you feel.<br>Young man, Are you listening to me<br>I said, young man, what do you want to be<br>I said, young man, you can make real your dreams,<br>but you've got to know this one thing.<br>No man, does it all by himself<br>I said, young man, put your pride on the shelf<br>And just go there, to the Y.M.C.A.<br>I'm sure they can help you today<br>It's fun to stay at the Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>They have everything for young men to enjoy.<br>You can hang out with all the boys.<br>It's fun to stay at the Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>You can get yourself clean<br>You can have a good meal<br>You can do whatever you feel.<br>Young Man, I was once in your shoes,<br>I said, I was down and out with the blues<br>I felt, no man cared if I were alive<br>I felt the whole world was so jive<br>That's when someone came up to me<br>and said young man take a walk up the street<br>There's a place there called the Y.M.C.A.<br>They can start you back on your way.<br>It's fun to stay at the Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>They have everything For young men to enjoy.<br>You can hang out with all the boys.<br>Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>It's fun to stay at the Y.M.C.A.<br>Young man, Young man, there's no need to feel down<br>Young man, Young man, pick yourself off the ground<br>Y.M.C.A.<br>just go to the Y.M.C.A.<br>Young Man, Young Man, I was once in your shoes,<br>Young Man, Young Man, I was out with the blues<br>Y.M.C.A.<br>Y.M.C.A.<br>Y.M.C.A.<br>Y.M.C.A<br><br>"
    }, 

    "ariya": {
        "artist": "Ария",
        "songName": "Coliseum",
        "id": "106",
        "language": "Russian",
        "image": "./img/covers/ariya.jpg",
        "player": "https://freefy.app/track/2134004/kolizey/embed",
        "lyrics": "Gods forsaken mad Rome<br>The city of abandoned women and disabled<br>Breathing in poisoned smoke<br>Cutting veins with the blade<br> <br>Holiday special event<br>People suffering in agony<br>The death is celebrating its victory<br>In the yellow circle of arena<br> <br>Power give you freedom<br>Win the fight and you'll a star<br>And only may be<br>you'll get the peace<br> <br>Your enemy is covered in mud<br>Looking pathetic and weak<br>Like a caged animal<br>Wounded slave<br>Just a split second and will say Kill me<br>Emperor's jewel<br> <br>Do not argue<br>With a saint destiny<br>The crowd is excited<br>Feeling blood<br>Doesn't worth of sorrow<br>not women, not friends,<br>Gladiator's life is<br>Colosseum<br> <br>Like stray dogs fighting for bone<br>Forsaken tearing each other apart<br>There is no excitement no anger in their eyes<br>but pain<br> <br>You're the only one standing tall<br>God has saved you from the death<br>Look, Cesar has came down to arena<br>To gift you the freedom<br> <br>Power give you freedom<br>Win the fight and you'll a star<br>And only may be<br>you'll get the peace<br> <br>Your enemy is covered in mud<br>Looking pathetic and weak<br>Like a caged animal<br>Wounded slave<br>Just a split second and will say Kill me<br>Emperor's jewel<br> <br>Do not argue<br>With a saint destiny<br>The crowd is excited<br>Feeling blood<br>Doesn't worth of sorrow<br>not women, not friends,<br>Gladiator's life is<br>Colosseum<br> <br>Remember,<br>You do remember,<br>You used to be a intelligent leader with the pride<br>Remember,<br>You do remember<br>When solders raided your home<br>You greeted sunrise<br>Among burned reefs<br>Time has gone and finally<br>Has come the moment of revenge<br> <br>The crowd s demanding the bloody show<br>Over the limit<br>Power gives your freedom<br>Victory<br> <br>Your enemy is covered in mud<br>Looking pathetic and weak<br>Like a caged animal<br>Wounded slave<br>Just a split second and will say Kill me<br>Emperor's jewel<br> <br>Do not argue<br>With a saint destiny<br>The crowd is excited<br>Feeling blood<br>Doesn't worth of sorrow<br>not women, not friends,<br>Gladiator's life is<br>Colosseum<br>"
    },

    "goldenEarring": {
        "artist": "Golden Earring",
        "songName": "Going to th run",
        "id": "107",
        "language": "English",
        "image": "./img/covers/goldenEarring.jpg",
        "player": "https://freefy.app/track/23089027/goin-to-the-run/embed",
        "lyrics": "Gods forsaken mad Rome<br>The city of abandoned women and disabled<br>Breathing in poisoned smoke<br>Cutting veins with the blade<br> <br>Holiday special event<br>People suffering in agony<br>The death is celebrating its victory<br>In the yellow circle of arena<br> <br>Power give you freedom<br>Win the fight and you'll a star<br>And only may be<br>you'll get the peace<br> <br>Your enemy is covered in mud<br>Looking pathetic and weak<br>Like a caged animal<br>Wounded slave<br>Just a split second and will say Kill me<br>Emperor's jewel<br> <br>Do not argue<br>With a saint destiny<br>The crowd is excited<br>Feeling blood<br>Doesn't worth of sorrow<br>not women, not friends,<br>Gladiator's life is<br>Colosseum<br> <br>Like stray dogs fighting for bone<br>Forsaken tearing each other apart<br>There is no excitement no anger in their eyes<br>but pain<br> <br>You're the only one standing tall<br>God has saved you from the death<br>Look, Cesar has came down to arena<br>To gift you the freedom<br> <br>Power give you freedom<br>Win the fight and you'll a star<br>And only may be<br>you'll get the peace<br> <br>Your enemy is covered in mud<br>Looking pathetic and weak<br>Like a caged animal<br>Wounded slave<br>Just a split second and will say Kill me<br>Emperor's jewel<br> <br>Do not argue<br>With a saint destiny<br>The crowd is excited<br>Feeling blood<br>Doesn't worth of sorrow<br>not women, not friends,<br>Gladiator's life is<br>Colosseum<br> <br>Remember,<br>You do remember,<br>You used to be a intelligent leader with the pride<br>Remember,<br>You do remember<br>When solders raided your home<br>You greeted sunrise<br>Among burned reefs<br>Time has gone and finally<br>Has come the moment of revenge<br> <br>The crowd s demanding the bloody show<br>Over the limit<br>Power gives your freedom<br>Victory<br> <br>Your enemy is covered in mud<br>Looking pathetic and weak<br>Like a caged animal<br>Wounded slave<br>Just a split second and will say Kill me<br>Emperor's jewel<br> <br>Do not argue<br>With a saint destiny<br>The crowd is excited<br>Feeling blood<br>Doesn't worth of sorrow<br>not women, not friends,<br>Gladiator's life is<br>Colosseum<br>"
    },

    "jamesGang": {
        "artist": "James Gang",
        "songName": "The devil is singing our song",
        "id": "108",
        "language": "English",
        "image": "./img/covers/jamesGang.jpg",
        "player": "https://freefy.app/track/9868018/the-devil-is-singing-our-song/embed",
        "lyrics": "Tonight the rain is crying on my windowpane<br>The clock is slowly chiming its lonely refrain<br>Tonight the cold wind blows through the screen that you didn't close<br>Tonight I swear the devil is singing our song<br><br>As black as never seen, some darkness tonight<br>Seem that it would be better to leave than fight<br>All this time that we had been wrong, fate was against us all along<br>Tonight I swear the devil is singing our song<br>Tonight I swear the devil is singing our song<br><br>Every time I see you it costs me another heartache<br>But it 's just too late for us<br>I have to move along<br>Tonight I swear the devil<br>Is-a singing our song<br><br>Every time I see you it costs me another heartache<br>But it's just too late for us<br>I have to move along<br>Tonight I swear the devil the devil the devil the devil<br>Is singing our song<br><br>A cruel lonesome wind is howling through the trees<br>Even the dogs are barking at my knees<br>All this time that we have been wrong, fate was against us all along<br>Tonight I swear the devil is singing our song - uh<br>Tonight I swear the devil is singing our song - can't you hear him singing baby?<br>Tonight I swear the devil is singing our song - oh oo oh<br>Tonight I swear the devil is singing our song<br>I swear<br>I can hear him laughing at me, baby - ha ha ha<br>Toinight, I swear I hear him singing our song baby<br>"
    }
}